[
  {
    "question": "あなたは職場でリーダーシップの役割に推薦されていますが、その責任を担うことに不安を感じています。どうしますか？",
    "choiceA": "推薦を受け入れ、自己成長のため努力する",
    "choiceB": "現状の自分に合った役割に専念する",
    "result": "A"
  },
  {
    "question": "子ども向け科学教室のボランティアで、ある参加者が他の子の実験を妨害せずにはいられない状況です。しかし、その子には学習障害の可能性があります。どうしますか？",
    "choiceA": "その子専属の補助スタッフを配置し、個別のサポートを提供する",
    "choiceB": "実験の役割を与え、建設的な形で活動に参加できるよう導く",
    "result": "A"
  },
  {
    "question": "フリーマーケットの主催者として、常連出店者と新規参加者の間で場所取りを巡るトラブルが発生しています。どちらの主張にも理があります。どうしますか？",
    "choiceA": "出店回数に応じたポイント制を導入し、場所選びの優先順位を明確化する",
    "choiceB": "定期的な場所のローテーションシステムを導入し、機会の平等を確保する",
    "result": "B"
  },
  {
    "question": "学習塾の講師として、成績上位の生徒が他の生徒を見下すような言動を示しています。しかし、その生徒自身は他者を助けたい気持ちもあるようです。どうしますか？",
    "choiceA": "その生徒をチューター役に任命し、教えることの難しさを体験させる",
    "choiceB": "グループ学習のリーダーとして、協力して学ぶ価値を実感させる",
    "result": "B"
  },
  {
    "question": "地域のボランティア活動で、高齢者向けのスマートフォン教室の講師を任されました。参加者の理解度に大きな差があります。どうしますか？",
    "choiceA": "理解度別にグループを分けて、それぞれのペースで進める",
    "choiceB": "個別のサポート時間を設けて、全体の進行との両立を図る",
    "result": "B"
  },
  {
    "question": "仕事で使用するソフトウェアがアップデートされ、使い方が大きく変わってしまいました。どう対応しますか？",
    "choiceA": "新しい使い方をじっくりと時間をかけて習得する",
    "choiceB": "最低限必要な使い方だけを学んで、業務に集中する",
    "result": "B"
  },
  {
    "question": "海外から来た留学生が授業についていけず困っているようです。どのようにサポートしますか？",
    "choiceA": "授業後に質問会を開いて理解度を確認する",
    "choiceB": "オンラインツールを活用して翻訳付きの補足資料を作成する",
    "result": "A"
  },
  {
    "question": "地域の伝統行事の実行委員として、若い世代の参加を増やすためのSNS活用が提案されています。一方で、高齢の委員から反対の声があります。どうしますか？",
    "choiceA": "従来の広報方法とSNSを併用し、効果を実証的に示す",
    "choiceB": "若手委員と高齢委員の混合チームを作り、両者の意見を取り入れた広報戦略を立てる",
    "result": "A"
  },
  {
    "question": "あなたは新しいビジネスパートナーシップを検討していますが、相手の信頼性に不安があります。どうしますか？",
    "choiceA": "徹底的な背景調査を行い、信頼性を確認する",
    "choiceB": "小規模なプロジェクトから始め、徐々に信頼関係を築く",
    "result": "B"
  },
  {
    "question": "あなたの地域でごみの収集日が変更になりましたが、以前の収集日しか覚えていません。どのように対応しますか？",
    "choiceA": "新しい収集日をメモして確実に覚える",
    "choiceB": "タイムリーにごみを出せるようリマインダーをセットする",
    "result": "B"
  },
  {
    "question": "オンラインゲームのギルドリーダーとして、メンバー間の活動時間帯の違いによる参加機会の偏りが問題になっています。どう対応しますか？",
    "choiceA": "時間帯別にサブグループを作り、それぞれで活動を組織する",
    "choiceB": "週末に全メンバーが参加できる定期イベントを設定する",
    "result": "A"
  },
  {
    "question": "会社のイベントでプレゼンテーションをすることになりましたが、当日は体調が悪化しています。どう対応しますか？",
    "choiceA": "体調管理を最優先にし、代わりの人を立てる",
    "choiceB": "十分な準備をしているので、そのままプレゼンテーションを行う",
    "result": "A"
  },
  {
    "question": "海外留学中に現地の友人から政治的な意見を求められました。どのように対応しますか？",
    "choiceA": "客観的な事実に基づいて、慎重に意見を述べる",
    "choiceB": "文化的な違いを認めつつ、議論は控えめにする",
    "result": "B"
  },
  {
    "question": "介護施設でのボランティア活動中、ある利用者が特定の職員に対して過度に依存的な態度を示しています。その職員の負担が増大していますが、利用者の信頼関係は重要です。どうしますか？",
    "choiceA": "複数の職員で担当チームを組み、段階的に関係性を広げる",
    "choiceB": "利用者の趣味や関心に基づいた集団活動を企画し、自然な交流を促す",
    "result": "A"
  },
  {
    "question": "地域のボランティア団体から定期的な活動参加を求められましたが、仕事が不規則で時間の確保が難しいです。どうしますか？",
    "choiceA": "オンラインでできる後方支援の役割を引き受ける",
    "choiceB": "参加可能な日時のみスポット的に協力することを提案する",
    "result": "A"
  },
  {
    "question": "コミュニティ農園のリーダーとして、農薬使用の是非について意見が分かれています。無農薬栽培を望む声が多いものの、収穫量への影響が懸念されます。どうしますか？",
    "choiceA": "一部区画で無農薬栽培を試験的に実施し、データを収集する",
    "choiceB": "有機農法の専門家を招いて、実践的な講習会を開催する",
    "result": "A"
  },
  {
    "question": "あなたは新しいプロジェクトのリーダーに任命されましたが、チームメンバーのスキルにばらつきがあります。どうしますか？",
    "choiceA": "各メンバーの強みを活かした役割分担を行う",
    "choiceB": "スキル向上のためのトレーニングを計画し、チーム全体の能力を底上げする",
    "result": "A"
  },
  {
    "question": "友人から起業する会社のロゴデザインを依頼されました。あなたは趣味でデザインを学んでいる程度ですが、友人は強く希望しています。どうしますか？",
    "choiceA": "プロのデザイナーと協力して作業を進めることを提案する",
    "choiceB": "試作品を複数作成し、友人と一緒に改善を重ねる",
    "result": "B"
  },
  {
    "question": "友人から結婚式の司会を依頼されましたが、人前での発表が苦手です。どうしますか？",
    "choiceA": "事前に十分な練習を重ね、原稿を完璧に準備する",
    "choiceB": "共同司会者を立てて、負担を分散することを提案する",
    "result": "B"
  },
  {
    "question": "友人から起業の誘いを受けましたが、その事業プランには改善の余地があると感じています。どうしますか？",
    "choiceA": "市場調査を一緒に行い、プランの具体化を手伝う",
    "choiceB": "アドバイザーとして関わることを提案する",
    "result": "A"
  },
  {
    "question": "長年続けているジムで、インストラクターから別のジムでの指導の依頼を受けました。現在のジムには契約が残っています。どうしますか？",
    "choiceA": "現在の契約終了後の移籍を検討することを伝える",
    "choiceB": "両方のジムでの活動が可能か確認する",
    "result": "A"
  },
  {
    "question": "料理教室を主宰していますが、ある生徒が毎回基本的な手順を間違えて失敗してしまいます。他の生徒の進行にも影響が出始めています。どうしますか？",
    "choiceA": "その生徒向けに基礎技術に特化した個別レッスンを提案する",
    "choiceB": "補助スタッフを配置して、クラス全体の進行をスムーズにする",
    "result": "B"
  },
  {
    "question": "あなたは新しいプロジェクトのチームリーダーに任命されました。会議での決定に関して全員の意見を聞きたいのですが、会議の時間が限られています。どうしますか？",
    "choiceA": "全員の意見を聞くために会議時間を延長する提案をする",
    "choiceB": "重要なメンバーの意見のみを優先的に聞くようにする",
    "result": "A"
  },
  {
    "question": "チームのプロジェクトで、メンバーの一人が提案した革新的なアイデアにリスクが伴います。どう対応しますか？",
    "choiceA": "小規模な試験運用からスタートすることを提案する",
    "choiceB": "従来の方法と並行して段階的に導入することを提案する",
    "result": "B"
  },
  {
    "question": "職場の先輩から、休日に個人的な引っ越しの手伝いを頼まれました。その日は家族との予定があります。どうしますか？",
    "choiceA": "数時間だけ手伝いに行き、家族との時間も確保する",
    "choiceB": "引っ越し業者の利用を提案し、別の形でのサポートを申し出る",
    "result": "B"
  }
]