[
  {
    "question": "長年続けているジムで、インストラクターから別のジムでの指導の依頼を受けました。現在のジムには契約が残っています。どうしますか？",
    "choiceA": "現在の契約終了後の移籍を検討することを伝える",
    "choiceB": "両方のジムでの活動が可能か確認する",
    "result": "A"
  },
  {
    "question": "忙しいスケジュールの中で親友の結婚式に招待されました。式は他の重要なイベントと重なっています。この場合、どうしますか？",
    "choiceA": "親友の結婚式に出席するために他のイベントのスケジュールを見直す",
    "choiceB": "他のイベントを優先し、結婚式には後日お祝いをする",
    "result": "A"
  },
  {
    "question": "マンションのベランダで野菜を育てたいのですが、土を使った栽培は規約で禁止されています。どうしますか？",
    "choiceA": "水耕栽培システムを導入して規約に従う",
    "choiceB": "プランターの使用許可を管理組合に申請する",
    "result": "A"
  },
  {
    "question": "友人から起業の誘いを受けましたが、その事業プランにはリスクが伴います。どうしますか？",
    "choiceA": "事業計画を詳細に分析し、改善案を提案する",
    "choiceB": "アドバイザーとして協力することを提案する",
    "result": "A"
  },
  {
    "question": "友人から起業する会社のロゴデザインを依頼されました。あなたは趣味でデザインを学んでいる程度ですが、友人は強く希望しています。どうしますか？",
    "choiceA": "プロのデザイナーと協力して作業を進めることを提案する",
    "choiceB": "試作品を複数作成し、友人と一緒に改善を重ねる",
    "result": "B"
  },
  {
    "question": "あなたは新しいプロジェクトのチームリーダーに任命されました。会議での決定に関して全員の意見を聞きたいのですが、会議の時間が限られています。どうしますか？",
    "choiceA": "全員の意見を聞くために会議時間を延長する提案をする",
    "choiceB": "重要なメンバーの意見のみを優先的に聞くようにする",
    "result": "A"
  },
  {
    "question": "友人から起業の誘いを受けましたが、その事業プランには改善の余地があると感じています。どうしますか？",
    "choiceA": "市場調査を一緒に行い、プランの具体化を手伝う",
    "choiceB": "アドバイザーとして関わることを提案する",
    "result": "A"
  },
  {
    "question": "あなたの開発したアプリケーションのレビューで、機能の追加要望が多く寄せられています。しかし、それらの実装は当初の設計コンセプトから外れる可能性があります。どうしますか？",
    "choiceA": "コアな機能を維持しながら、要望の一部を選択的に取り入れる",
    "choiceB": "別バージョンとして開発し、ユーザーに選択肢を提供する",
    "result": "B"
  },
  {
    "question": "地域のボランティア団体から定期的な活動参加を求められましたが、仕事が不規則で時間の確保が難しいです。どうしますか？",
    "choiceA": "オンラインでできる後方支援の役割を引き受ける",
    "choiceB": "参加可能な日時のみスポット的に協力することを提案する",
    "result": "A"
  },
  {
    "question": "海外留学中に現地の友人から政治的な意見を求められました。どのように対応しますか？",
    "choiceA": "客観的な事実に基づいて、慎重に意見を述べる",
    "choiceB": "文化的な違いを認めつつ、議論は控えめにする",
    "result": "B"
  },
  {
    "question": "オンラインゲームのギルドリーダーとして、メンバー間の活動時間帯の違いによる参加機会の偏りが問題になっています。どう対応しますか？",
    "choiceA": "時間帯別にサブグループを作り、それぞれで活動を組織する",
    "choiceB": "週末に全メンバーが参加できる定期イベントを設定する",
    "result": "A"
  },
  {
    "question": "あなたはチームの中でのコミュニケーションが不足していると感じています。どう改善しますか？",
    "choiceA": "定期的なミーティングを設定し、情報共有の場を設ける",
    "choiceB": "オンラインツールを活用し、リアルタイムでのコミュニケーションを促進する",
    "result": "A"
  },
  {
    "question": "あなたは新しい市場に進出するための戦略を立てる必要がありますが、情報が不足しています。どうしますか？",
    "choiceA": "市場調査を行い、データに基づいた戦略を策定する",
    "choiceB": "専門家の意見を求め、経験に基づいたアプローチを採用する",
    "result": "B"
  },
  {
    "question": "長年働いてきた職場から、より良い条件のオファーを他社から受けました。あなたはどうしますか？",
    "choiceA": "現在の職場に留まり、今の環境を大切にする",
    "choiceB": "より良い条件を受け入れ、新しい職場に移る",
    "result": "A"
  },
  {
    "question": "あなたのチームが性能向上のための追求をしていますが、上司からコスト削減も同時に求められています。どうバランスを取りますか？",
    "choiceA": "性能向上がコストよりも優先だと主張する",
    "choiceB": "コスト削減の中での最も効率的な性能向上策を提案する",
    "result": "B"
  },
  {
    "question": "通勤経路で工事が始まり、いつもより時間がかかるようになりました。どのように対応しますか？",
    "choiceA": "新しい経路を複数試して最適なルートを見つける",
    "choiceB": "フレックスタイムを活用して通勤時間をずらす",
    "result": "A"
  },
  {
    "question": "あなたは新しいビジネスパートナーシップを検討していますが、相手の信頼性に不安があります。どうしますか？",
    "choiceA": "徹底的な背景調査を行い、信頼性を確認する",
    "choiceB": "小規模なプロジェクトから始め、徐々に信頼関係を築く",
    "result": "B"
  },
  {
    "question": "動画配信プラットフォームで、あなたのチャンネルの人気コンテンツが他のクリエイターに無断で使用されています。ただし、その使用方法には創造性が感じられます。どうしますか？",
    "choiceA": "クリエイターに連絡を取り、コラボレーションを提案する",
    "choiceB": "適切なクレジット表記を条件に、使用を許可する",
    "result": "A"
  },
  {
    "question": "研究プロジェクトで予想と異なる結果が出ましたが、締め切りが迫っています。どのように対応しますか？",
    "choiceA": "予想と異なる結果に至った過程を詳細に分析して報告する",
    "choiceB": "追加実験を行い、より確実なデータの取得を目指す",
    "result": "A"
  },
  {
    "question": "オンライン英会話の講師として、ある生徒が毎回レッスンの録画を要求してきます。規約上は禁止されていませんが、あなたは少し不安を感じています。どうしますか？",
    "choiceA": "録画の目的と使用範囲について書面での確認を取る",
    "choiceB": "録画の代わりにレッスンノートの詳細な提供を提案する",
    "result": "A"
  },
  {
    "question": "健康診断の結果、生活習慣の改善が必要だと言われました。しかし、忙しい毎日で実行が難しいと感じています。どうしますか？",
    "choiceA": "少しずつでも時間を作って生活習慣を改善する",
    "choiceB": "実行可能な改善策を最小限に絞って試みる",
    "result": "B"
  },
  {
    "question": "顧客から緊急の問題解決を求められました。あなたのチームはすでに手一杯ですが、どのように対応しますか？",
    "choiceA": "他のチームのリソースを借りるように試みる",
    "choiceB": "現在の予定を調整して顧客の問題を優先して解決する",
    "result": "A"
  },
  {
    "question": "研究室で実験データの解析中、使用している解析ソフトウェアの新バージョンがリリースされました。現在の解析は中盤ですが、新バージョンには精度向上が期待できる新機能が含まれています。どうしますか？",
    "choiceA": "現在のバージョンで解析を完了し、結果の再現性を確保する",
    "choiceB": "新バージョンでの再解析を行い、両方の結果を比較検討する",
    "result": "A"
  },
  {
    "question": "新しい健康的な料理を試したいと考えていますが、いつも同じお店の料理を頼んでしまいます。どうしますか？",
    "choiceA": "新しい料理を試すために日頃の選択を意識的に変える",
    "choiceB": "口コミを調べて自信を持って新しいお店を選ぶ",
    "result": "A"
  },
  {
    "question": "あなたは重要なプレゼンテーションの準備をしているが、資料がまだ完成していません。どうしますか？",
    "choiceA": "プレゼンテーションの内容を絞り込み、限られた時間で最も重要な情報を伝える",
    "choiceB": "チームメンバーに協力を依頼し、資料の完成を急ぐ",
    "result": "A"
  },
  {
    "question": "大学院の研究で使用している実験装置が故障し、修理に時間がかかりそうです。締め切りの迫った研究をどう進めますか？",
    "choiceA": "他の研究室の装置を借りられないか交渉する",
    "choiceB": "実験計画を見直し、現在使える機器で代替手段を検討する",
    "result": "B"
  },
  {
    "question": "出産祝いに高価な贈り物を考えていますが、本当に喜ばれるのか不安です。どうしますか？",
    "choiceA": "実用的で必要と思われるものを親に直接相談して選ぶ",
    "choiceB": "相手の好みを考えて比較的高価なものを選ぶ",
    "result": "A"
  },
  {
    "question": "古民家カフェの経営者として、人気メニューの原材料の仕入れ先が廃業することになりました。同じ味を維持するのが難しい状況です。どうしますか？",
    "choiceA": "新しい仕入れ先で味の再現に取り組み、開発過程を顧客に公開する",
    "choiceB": "この機会に新しい看板メニューを開発し、新しい価値を提供する",
    "result": "B"
  },
  {
    "question": "オーケストラの団員として、新しい指揮者の解釈が従来の演奏スタイルと大きく異なることに戸惑いを感じています。次の定期演奏会まで1ヶ月です。どうしますか？",
    "choiceA": "新しい解釈を理解するため、指揮者の過去の演奏記録を研究する",
    "choiceB": "セクション内で集中的な練習会を開き、新しいアプローチに適応する",
    "result": "B"
  },
  {
    "question": "あなたが指導している部活動で、有望な選手が怪我の治療に消極的な態度を示しています。大会まで1ヶ月を切っています。どうしますか？",
    "choiceA": "専門医の診察を受けることを条件に、練習参加を認める",
    "choiceB": "完治するまでの間、チームのサポート役として参加してもらう",
    "result": "B"
  },
  {
    "question": "観光ガイドとして、予定していた名所が突然の工事で見学できなくなりました。ツアー参加者は特にその場所を楽しみにしていました。どうしますか？",
    "choiceA": "工事現場から見える範囲で説明を行い、歴史的資料を用いて補足する",
    "choiceB": "代替の隠れた名所を案内し、独自の価値を提供する",
    "result": "A"
  },
  {
    "question": "シェアハウスの住人として、共用キッチンの使用ルールの改定が必要になっています。しかし、住人それぞれの生活リズムが大きく異なります。どうしますか？",
    "choiceA": "全員が参加できるオンライン会議で新ルールを策定する",
    "choiceB": "一週間の試行期間を設けて、実践的なルール作りを行う",
    "result": "B"
  },
  {
    "question": "大切な商談の直前に、電車が事故で大幅に遅延しています。タクシーは混雑で捕まらない状況です。どうしますか？",
    "choiceA": "代替ルートを探して時間内に到着できるよう最善を尽くす",
    "choiceB": "状況を説明してオンライン会議への切り替えを提案する",
    "result": "B"
  },
  {
    "question": "新しい趣味を始めるには忙しすぎると感じていますが、ストレス発散の必要性も感じています。どうしますか？",
    "choiceA": "短期間で楽しめる簡単な趣味を選ぶ",
    "choiceB": "時間を見つけてじっくり取り組める趣味を選ぶ",
    "result": "B"
  },
  {
    "question": "部署の慰労会で、食物アレルギーのある同僚が参加できない店が多数決で選ばれそうです。どうしますか？",
    "choiceA": "アレルギー対応可能な別店を探して具体的に提案する",
    "choiceB": "2次会からの参加を含めた分散開催を提案する",
    "result": "A"
  },
  {
    "question": "マンションのベランダで園芸を楽しんでいますが、階下の住人から水漏れの苦情が来ました。どうしますか？",
    "choiceA": "水受けトレイを設置し、給水方法を見直す",
    "choiceB": "室内での栽培に切り替える",
    "result": "B"
  },
  {
    "question": "あなたはチームのメンバーが仕事に対してモチベーションを失っていることに気づきました。どう対応しますか？",
    "choiceA": "個別に話を聞き、モチベーションを高めるためのサポートを提供する",
    "choiceB": "チーム全体での目標設定を見直し、達成感を得られるような小さな成功を積み重ねる",
    "result": "B"
  },
  {
    "question": "学習塾の講師として、成績上位の生徒が他の生徒を見下すような言動を示しています。しかし、その生徒自身は他者を助けたい気持ちもあるようです。どうしますか？",
    "choiceA": "その生徒をチューター役に任命し、教えることの難しさを体験させる",
    "choiceB": "グループ学習のリーダーとして、協力して学ぶ価値を実感させる",
    "result": "B"
  },
  {
    "question": "介護施設でのボランティア活動中、ある利用者が特定の職員に対して過度に依存的な態度を示しています。その職員の負担が増大していますが、利用者の信頼関係は重要です。どうしますか？",
    "choiceA": "複数の職員で担当チームを組み、段階的に関係性を広げる",
    "choiceB": "利用者の趣味や関心に基づいた集団活動を企画し、自然な交流を促す",
    "result": "A"
  },
  {
    "question": "海外出張中に現地スタッフから、自国の文化では一般的だが日本では受け入れ難い提案を受けました。どうしますか？",
    "choiceA": "文化の違いを説明しながら折衷案を探る",
    "choiceB": "一時的に現地のやり方を受け入れ、段階的な調整を図る",
    "result": "A"
  },
  {
    "question": "あなたは海外出張中に現地スタッフから自国の文化や習慣に反する提案を受けました。どのように対応しますか？",
    "choiceA": "文化の違いを理解しつつ、丁寧に自分の立場を説明する",
    "choiceB": "現地の文化を尊重し、可能な範囲で柔軟に対応する",
    "result": "B"
  },
  {
    "question": "会社の飲み会で上司が勧めるアルコールを飲むことになったが、あなたは飲酒を避けたいと考えています。どうしますか？",
    "choiceA": "上司に事情を話して飲酒を控えることをお願いする",
    "choiceB": "ノンアルコールの飲み物に切り替える",
    "result": "B"
  },
  {
    "question": "あなたは友人から無理な依頼を受けましたが、引き受けると自身に大きな負担がかかります。どうしますか？",
    "choiceA": "友人に無理な依頼であることを伝え、断る",
    "choiceB": "部分的に協力して他の方法を提案する",
    "result": "A"
  },
  {
    "question": "引っ越しを考えていますが、今の家は住み慣れていて居心地が良いです。どちらを優先しますか？",
    "choiceA": "新しい環境を試してみるために引っ越しを進める",
    "choiceB": "現状の快適な環境を維持する",
    "result": "B"
  },
  {
    "question": "友人から株式投資の情報を教えてもらい、確実に利益が出ると言われています。あなたには投資に回せる貯金があります。どうしますか？",
    "choiceA": "少額から始めて様子を見ながら投資を検討する",
    "choiceB": "投資の基礎を自分で学んでから判断する",
    "result": "B"
  },
  {
    "question": "大切なプレゼンの直前に、より良いアイデアを思いつきました。どうしますか？",
    "choiceA": "既存の発表内容を維持し、新アイデアは次回に活かす",
    "choiceB": "急遽、新アイデアを組み込んで発表内容を修正する",
    "result": "A"
  },
  {
    "question": "近所に住む高齢者が最新のスマートフォンの使い方で困っているようです。どうサポートしますか？",
    "choiceA": "基本的な機能に限定して、使い方を紙にまとめて説明する",
    "choiceB": "高齢者向けのスマートフォン教室への参加を提案する",
    "result": "B"
  },
  {
    "question": "オンラインゲームのチームメンバーから、深夜のイベント参加を強く要請されていますが、翌日は重要な会議があります。どうしますか？",
    "choiceA": "短時間だけ参加して早めに抜けることを提案する",
    "choiceB": "会議の重要性を説明し、次回の参加を約束する",
    "result": "A"
  },
  {
    "question": "飲み会で新しい同僚と仲良くなるために話しかけたいが、内向的でうまく話せるか不安です。どうしますか？",
    "choiceA": "努力して話しかけ、新しい関係を築く",
    "choiceB": "自分のペースで徐々に関係を築く",
    "result": "B"
  },
  {
    "question": "マンションの大規模修繕で、より環境に優しい材料を使用する案が出ていますが、費用が増加します。どうしますか？",
    "choiceA": "長期的な環境負荷低減効果を試算し、住民に提案する",
    "choiceB": "一部分だけでも環境配慮型材料の使用を提案する",
    "result": "B"
  }
]