[
  {
    "question": "部署の慰労会で、食物アレルギーのある同僚が参加できない店が多数決で選ばれそうです。どうしますか？",
    "choiceA": "アレルギー対応可能な別店を探して具体的に提案する",
    "choiceB": "2次会からの参加を含めた分散開催を提案する",
    "result": "A"
  },
  {
    "question": "新しい趣味を始めるには忙しすぎると感じていますが、ストレス発散の必要性も感じています。どうしますか？",
    "choiceA": "短期間で楽しめる簡単な趣味を選ぶ",
    "choiceB": "時間を見つけてじっくり取り組める趣味を選ぶ",
    "result": "B"
  },
  {
    "question": "あなたはチームのメンバーが仕事に対してモチベーションを失っていることに気づきました。どう対応しますか？",
    "choiceA": "個別に話を聞き、モチベーションを高めるためのサポートを提供する",
    "choiceB": "チーム全体での目標設定を見直し、達成感を得られるような小さな成功を積み重ねる",
    "result": "B"
  },
  {
    "question": "職場で導入された新システムに不具合を発見しましたが、指摘すると導入の遅れが生じます。どうしますか？",
    "choiceA": "不具合の影響範囲を調査し、詳細な報告書を作成する",
    "choiceB": "一時的な対処法を提案しつつ、段階的な修正を進める",
    "result": "B"
  },
  {
    "question": "忙しいスケジュールの中で親友の結婚式に招待されました。式は他の重要なイベントと重なっています。この場合、どうしますか？",
    "choiceA": "親友の結婚式に出席するために他のイベントのスケジュールを見直す",
    "choiceB": "他のイベントを優先し、結婚式には後日お祝いをする",
    "result": "A"
  },
  {
    "question": "引っ越しを考えていますが、今の家は住み慣れていて居心地が良いです。どちらを優先しますか？",
    "choiceA": "新しい環境を試してみるために引っ越しを進める",
    "choiceB": "現状の快適な環境を維持する",
    "result": "B"
  },
  {
    "question": "友人から起業の誘いを受けましたが、その事業プランにはリスクが伴います。どうしますか？",
    "choiceA": "事業計画を詳細に分析し、改善案を提案する",
    "choiceB": "アドバイザーとして協力することを提案する",
    "result": "A"
  },
  {
    "question": "あなたはチームの中で意見が対立している状況に直面しています。どう解決しますか？",
    "choiceA": "全員の意見を公平に聞き、合意形成を目指す",
    "choiceB": "第三者の意見を取り入れ、客観的な視点から解決策を見つける",
    "result": "A"
  },
  {
    "question": "シェアハウスの住人として、共用キッチンの使用ルールの改定が必要になっています。しかし、住人それぞれの生活リズムが大きく異なります。どうしますか？",
    "choiceA": "全員が参加できるオンライン会議で新ルールを策定する",
    "choiceB": "一週間の試行期間を設けて、実践的なルール作りを行う",
    "result": "B"
  },
  {
    "question": "あなたは職場でリーダーシップの役割に推薦されていますが、その責任を担うことに不安を感じています。どうしますか？",
    "choiceA": "推薦を受け入れ、自己成長のため努力する",
    "choiceB": "現状の自分に合った役割に専念する",
    "result": "A"
  },
  {
    "question": "友人から起業する会社のロゴデザインを依頼されました。あなたは趣味でデザインを学んでいる程度ですが、友人は強く希望しています。どうしますか？",
    "choiceA": "プロのデザイナーと協力して作業を進めることを提案する",
    "choiceB": "試作品を複数作成し、友人と一緒に改善を重ねる",
    "result": "B"
  },
  {
    "question": "新しい健康的な料理を試したいと考えていますが、いつも同じお店の料理を頼んでしまいます。どうしますか？",
    "choiceA": "新しい料理を試すために日頃の選択を意識的に変える",
    "choiceB": "口コミを調べて自信を持って新しいお店を選ぶ",
    "result": "A"
  },
  {
    "question": "あなたは新しい市場に進出するための戦略を立てる必要がありますが、情報が不足しています。どうしますか？",
    "choiceA": "市場調査を行い、データに基づいた戦略を策定する",
    "choiceB": "専門家の意見を求め、経験に基づいたアプローチを採用する",
    "result": "B"
  },
  {
    "question": "研究プロジェクトで予想と異なる結果が出ましたが、締め切りが迫っています。どのように対応しますか？",
    "choiceA": "予想と異なる結果に至った過程を詳細に分析して報告する",
    "choiceB": "追加実験を行い、より確実なデータの取得を目指す",
    "result": "A"
  },
  {
    "question": "あなたは海外出張中に現地スタッフから自国の文化や習慣に反する提案を受けました。どのように対応しますか？",
    "choiceA": "文化の違いを理解しつつ、丁寧に自分の立場を説明する",
    "choiceB": "現地の文化を尊重し、可能な範囲で柔軟に対応する",
    "result": "B"
  },
  {
    "question": "チームの新入社員が最新技術を使った提案をしましたが、チーム内で使用経験がある人が誰もいません。どうしますか？",
    "choiceA": "外部の専門家に研修を依頼して技術習得を目指す",
    "choiceB": "既存の技術で代替可能な方法を検討する",
    "result": "A"
  },
  {
    "question": "新しい技術を学ぶ研修に参加するか、自分のスキルでできるプロジェクトを進めるか決断が必要です。どうしますか？",
    "choiceA": "新しい技術を学ぶために研修に参加する",
    "choiceB": "現在のスキルを活かしてプロジェクトを進める",
    "result": "A"
  },
  {
    "question": "長年働いてきた職場から、より良い条件のオファーを他社から受けました。あなたはどうしますか？",
    "choiceA": "現在の職場に留まり、今の環境を大切にする",
    "choiceB": "より良い条件を受け入れ、新しい職場に移る",
    "result": "A"
  },
  {
    "question": "あなたのチームが性能向上のための追求をしていますが、上司からコスト削減も同時に求められています。どうバランスを取りますか？",
    "choiceA": "性能向上がコストよりも優先だと主張する",
    "choiceB": "コスト削減の中での最も効率的な性能向上策を提案する",
    "result": "B"
  },
  {
    "question": "長年続けているジムで、インストラクターから別のジムでの指導の依頼を受けました。現在のジムには契約が残っています。どうしますか？",
    "choiceA": "現在の契約終了後の移籍を検討することを伝える",
    "choiceB": "両方のジムでの活動が可能か確認する",
    "result": "A"
  },
  {
    "question": "飲み会で新しい同僚と仲良くなるために話しかけたいが、内向的でうまく話せるか不安です。どうしますか？",
    "choiceA": "努力して話しかけ、新しい関係を築く",
    "choiceB": "自分のペースで徐々に関係を築く",
    "result": "B"
  },
  {
    "question": "チームのプロジェクトで、メンバーの一人が提案した革新的なアイデアにリスクが伴います。どう対応しますか？",
    "choiceA": "小規模な試験運用からスタートすることを提案する",
    "choiceB": "従来の方法と並行して段階的に導入することを提案する",
    "result": "B"
  },
  {
    "question": "あなたは新しい技術を導入するかどうかを決定する立場にありますが、リスクと利益のバランスが難しいです。どうしますか？",
    "choiceA": "小規模な試験導入を行い、リスクを最小限に抑えつつ効果を検証する",
    "choiceB": "既存の技術を最大限に活用し、段階的に新技術の導入を検討する",
    "result": "A"
  },
  {
    "question": "チームメイトが業務中にSNSを頻繁に使用していることに気づきました。業務効率への影響が心配です。どうしますか？",
    "choiceA": "チーム全体の業務効率化について話し合う機会を設ける",
    "choiceB": "休憩時間のルール作りを提案する",
    "result": "A"
  },
  {
    "question": "休日に遠出を考えていますが、天気予報が不安定です。どう計画しますか？",
    "choiceA": "天候に合わせた代替プランを用意しておく",
    "choiceB": "天候の様子を見てギリギリで判断する",
    "result": "A"
  }
]