[
  {
    "question": "海外から来た留学生が授業についていけず困っているようです。どのようにサポートしますか？",
    "choiceA": "授業後に質問会を開いて理解度を確認する",
    "choiceB": "オンラインツールを活用して翻訳付きの補足資料を作成する",
    "result": "A"
  },
  {
    "question": "あなたは新しいプロジェクトのチームリーダーに任命されました。会議での決定に関して全員の意見を聞きたいのですが、会議の時間が限られています。どうしますか？",
    "choiceA": "全員の意見を聞くために会議時間を延長する提案をする",
    "choiceB": "重要なメンバーの意見のみを優先的に聞くようにする",
    "result": "A"
  },
  {
    "question": "大学のゼミで、グループ研究の方向性について意見が分かれています。あなたは少数派の意見に賛同していますが、多数派の意見にも一理あります。どうしますか？",
    "choiceA": "少数派の視点の重要性を具体的なデータや事例を用いて説明する",
    "choiceB": "多数派の意見を基本としつつ、少数派の視点を部分的に取り入れる提案をする",
    "result": "A"
  },
  {
    "question": "長年働いてきた職場から、より良い条件のオファーを他社から受けました。あなたはどうしますか？",
    "choiceA": "現在の職場に留まり、今の環境を大切にする",
    "choiceB": "より良い条件を受け入れ、新しい職場に移る",
    "result": "A"
  },
  {
    "question": "あなたはチームの中で意見が対立している状況に直面しています。どう解決しますか？",
    "choiceA": "全員の意見を公平に聞き、合意形成を目指す",
    "choiceB": "第三者の意見を取り入れ、客観的な視点から解決策を見つける",
    "result": "A"
  },
  {
    "question": "職場での人間関係が悪化しており、チームの士気が下がっています。あなたはどのように対処しますか？",
    "choiceA": "チームビルディングイベントを企画して関係改善を図る",
    "choiceB": "個別にメンバーと話し合い、問題の原因を探る",
    "result": "B"
  },
  {
    "question": "動画配信プラットフォームで、あなたのチャンネルの人気コンテンツが他のクリエイターに無断で使用されています。ただし、その使用方法には創造性が感じられます。どうしますか？",
    "choiceA": "クリエイターに連絡を取り、コラボレーションを提案する",
    "choiceB": "適切なクレジット表記を条件に、使用を許可する",
    "result": "A"
  },
  {
    "question": "友人から結婚式の司会を依頼されましたが、人前での発表が苦手です。どうしますか？",
    "choiceA": "事前に十分な練習を重ね、原稿を完璧に準備する",
    "choiceB": "共同司会者を立てて、負担を分散することを提案する",
    "result": "B"
  },
  {
    "question": "オーケストラの団員として、新しい指揮者の解釈が従来の演奏スタイルと大きく異なることに戸惑いを感じています。次の定期演奏会まで1ヶ月です。どうしますか？",
    "choiceA": "新しい解釈を理解するため、指揮者の過去の演奏記録を研究する",
    "choiceB": "セクション内で集中的な練習会を開き、新しいアプローチに適応する",
    "result": "B"
  },
  {
    "question": "新しくできたお店の開店セールに行きたいが、同じ時間に以前からの知り合いの集まりがあります。どう選ぶか？",
    "choiceA": "新しいお店の開店セールに参加する",
    "choiceB": "親しい知り合いの集まりに顔を出す",
    "result": "B"
  },
  {
    "question": "あなたのチームが性能向上のための追求をしていますが、上司からコスト削減も同時に求められています。どうバランスを取りますか？",
    "choiceA": "性能向上がコストよりも優先だと主張する",
    "choiceB": "コスト削減の中での最も効率的な性能向上策を提案する",
    "result": "B"
  },
  {
    "question": "通勤経路で工事が始まり、いつもより時間がかかるようになりました。どのように対応しますか？",
    "choiceA": "新しい経路を複数試して最適なルートを見つける",
    "choiceB": "フレックスタイムを活用して通勤時間をずらす",
    "result": "A"
  },
  {
    "question": "自転車で通勤している最中に天候が急変しました。嵐の中でどのように対応しますか？",
    "choiceA": "すぐに通勤をあきらめて、公共交通機関を利用する",
    "choiceB": "装備を強化して自転車で通勤を続ける",
    "result": "A"
  },
  {
    "question": "研究プロジェクトで予想と異なる結果が出ましたが、締め切りが迫っています。どのように対応しますか？",
    "choiceA": "予想と異なる結果に至った過程を詳細に分析して報告する",
    "choiceB": "追加実験を行い、より確実なデータの取得を目指す",
    "result": "A"
  },
  {
    "question": "シェアハウスの住人として、共用キッチンの使用ルールの改定が必要になっています。しかし、住人それぞれの生活リズムが大きく異なります。どうしますか？",
    "choiceA": "全員が参加できるオンライン会議で新ルールを策定する",
    "choiceB": "一週間の試行期間を設けて、実践的なルール作りを行う",
    "result": "B"
  },
  {
    "question": "マンションの大規模修繕で、より環境に優しい材料を使用する案が出ていますが、費用が増加します。どうしますか？",
    "choiceA": "長期的な環境負荷低減効果を試算し、住民に提案する",
    "choiceB": "一部分だけでも環境配慮型材料の使用を提案する",
    "result": "B"
  },
  {
    "question": "料理教室を主宰していますが、ある生徒が毎回基本的な手順を間違えて失敗してしまいます。他の生徒の進行にも影響が出始めています。どうしますか？",
    "choiceA": "その生徒向けに基礎技術に特化した個別レッスンを提案する",
    "choiceB": "補助スタッフを配置して、クラス全体の進行をスムーズにする",
    "result": "B"
  },
  {
    "question": "顧客から緊急の問題解決を求められました。あなたのチームはすでに手一杯ですが、どのように対応しますか？",
    "choiceA": "他のチームのリソースを借りるように試みる",
    "choiceB": "現在の予定を調整して顧客の問題を優先して解決する",
    "result": "A"
  },
  {
    "question": "職場で導入された新システムに不具合を発見しましたが、指摘すると導入の遅れが生じます。どうしますか？",
    "choiceA": "不具合の影響範囲を調査し、詳細な報告書を作成する",
    "choiceB": "一時的な対処法を提案しつつ、段階的な修正を進める",
    "result": "B"
  },
  {
    "question": "あなたは顧客からのフィードバックを受けて、製品の改善を求められていますが、リソースが限られています。どうしますか？",
    "choiceA": "フィードバックを優先順位付けし、最も影響の大きい改善を行う",
    "choiceB": "顧客と直接対話し、期待値を調整しつつ可能な改善を提案する",
    "result": "A"
  },
  {
    "question": "勤務先がリモートワークを終了し、オフィス勤務に戻るよう方針を変更しました。しかし、あなたはリモートワークに大変慣れており、その利点を享受しています。どう対応しますか？",
    "choiceA": "オフィス勤務に戻り、状況に適応するよう努力する",
    "choiceB": "リモートワーク継続を上司に交渉する",
    "result": "B"
  },
  {
    "question": "出産祝いに高価な贈り物を考えていますが、本当に喜ばれるのか不安です。どうしますか？",
    "choiceA": "実用的で必要と思われるものを親に直接相談して選ぶ",
    "choiceB": "相手の好みを考えて比較的高価なものを選ぶ",
    "result": "A"
  },
  {
    "question": "あなたは職場でリーダーシップの役割に推薦されていますが、その責任を担うことに不安を感じています。どうしますか？",
    "choiceA": "推薦を受け入れ、自己成長のため努力する",
    "choiceB": "現状の自分に合った役割に専念する",
    "result": "A"
  },
  {
    "question": "長年続けている趣味のサークルが、活動方針を大きく変更することになりました。どうしますか？",
    "choiceA": "新しい方針に適応しつつ、従来の良さを保つ提案をする",
    "choiceB": "別のサークルと並行して活動し、選択肢を広げる",
    "result": "B"
  },
  {
    "question": "新しい趣味を始めるには忙しすぎると感じていますが、ストレス発散の必要性も感じています。どうしますか？",
    "choiceA": "短期間で楽しめる簡単な趣味を選ぶ",
    "choiceB": "時間を見つけてじっくり取り組める趣味を選ぶ",
    "result": "B"
  }
]