[
  {
    "question": "研究プロジェクトで予想と異なる結果が出ましたが、締め切りが迫っています。どのように対応しますか？",
    "choiceA": "予想と異なる結果に至った過程を詳細に分析して報告する",
    "choiceB": "追加実験を行い、より確実なデータの取得を目指す",
    "result": "A"
  },
  {
    "question": "あなたは新しいプロジェクトのチームリーダーに任命されました。会議での決定に関して全員の意見を聞きたいのですが、会議の時間が限られています。どうしますか？",
    "choiceA": "全員の意見を聞くために会議時間を延長する提案をする",
    "choiceB": "重要なメンバーの意見のみを優先的に聞くようにする",
    "result": "A"
  },
  {
    "question": "あなたはチームのメンバーが仕事に対してモチベーションを失っていることに気づきました。どう対応しますか？",
    "choiceA": "個別に話を聞き、モチベーションを高めるためのサポートを提供する",
    "choiceB": "チーム全体での目標設定を見直し、達成感を得られるような小さな成功を積み重ねる",
    "result": "B"
  },
  {
    "question": "研究プロジェクトで予想と異なる実験結果が出ましたが、締め切りが迫っています。どうしますか？",
    "choiceA": "実験を最初から見直し、原因を突き止める",
    "choiceB": "現在のデータで考察できる範囲で報告をまとめる",
    "result": "B"
  },
  {
    "question": "新しくできたお店の開店セールに行きたいが、同じ時間に以前からの知り合いの集まりがあります。どう選ぶか？",
    "choiceA": "新しいお店の開店セールに参加する",
    "choiceB": "親しい知り合いの集まりに顔を出す",
    "result": "B"
  },
  {
    "question": "海外留学中に現地の友人から政治的な意見を求められました。どのように対応しますか？",
    "choiceA": "客観的な事実に基づいて、慎重に意見を述べる",
    "choiceB": "文化的な違いを認めつつ、議論は控えめにする",
    "result": "B"
  },
  {
    "question": "顧客から緊急の問題解決を求められました。あなたのチームはすでに手一杯ですが、どのように対応しますか？",
    "choiceA": "他のチームのリソースを借りるように試みる",
    "choiceB": "現在の予定を調整して顧客の問題を優先して解決する",
    "result": "A"
  },
  {
    "question": "子ども向け科学教室のボランティアで、ある参加者が他の子の実験を妨害せずにはいられない状況です。しかし、その子には学習障害の可能性があります。どうしますか？",
    "choiceA": "その子専属の補助スタッフを配置し、個別のサポートを提供する",
    "choiceB": "実験の役割を与え、建設的な形で活動に参加できるよう導く",
    "result": "A"
  },
  {
    "question": "マンションの大規模修繕で、より環境に優しい材料を使用する案が出ていますが、費用が増加します。どうしますか？",
    "choiceA": "長期的な環境負荷低減効果を試算し、住民に提案する",
    "choiceB": "一部分だけでも環境配慮型材料の使用を提案する",
    "result": "B"
  },
  {
    "question": "研究室で実験データの解析中、使用している解析ソフトウェアの新バージョンがリリースされました。現在の解析は中盤ですが、新バージョンには精度向上が期待できる新機能が含まれています。どうしますか？",
    "choiceA": "現在のバージョンで解析を完了し、結果の再現性を確保する",
    "choiceB": "新バージョンでの再解析を行い、両方の結果を比較検討する",
    "result": "A"
  },
  {
    "question": "チームメイトが個人的な悩みを抱えており、仕事の効率が低下しています。どうしますか？",
    "choiceA": "一時的に業務を代わって引き受け、回復を待つ",
    "choiceB": "専門家のカウンセリングを受けることを提案する",
    "result": "B"
  },
  {
    "question": "新しい健康的な料理を試したいと考えていますが、いつも同じお店の料理を頼んでしまいます。どうしますか？",
    "choiceA": "新しい料理を試すために日頃の選択を意識的に変える",
    "choiceB": "口コミを調べて自信を持って新しいお店を選ぶ",
    "result": "A"
  }
]