[
  {
    "question": "引っ越しを考えていますが、今の家は住み慣れていて居心地が良いです。どちらを優先しますか？",
    "choiceA": "新しい環境を試してみるために引っ越しを進める",
    "choiceB": "現状の快適な環境を維持する",
    "result": "B"
  },
  {
    "question": "SNSで友人が投稿した情報に事実誤認があることに気づきました。どのように対応しますか？",
    "choiceA": "プライベートメッセージで友人に確認を促す",
    "choiceB": "コメントで丁寧に正しい情報を共有する",
    "result": "B"
  },
  {
    "question": "SNSで友人が投稿した情報に事実誤認があることに気づきました。その投稿は既に多くの反応を集めています。どうしますか？",
    "choiceA": "プライベートメッセージで丁寧に指摘する",
    "choiceB": "直接会って状況を説明する機会を作る",
    "result": "A"
  },
  {
    "question": "健康診断の結果、生活習慣の改善が必要だと言われました。しかし、忙しい毎日で実行が難しいと感じています。どうしますか？",
    "choiceA": "少しずつでも時間を作って生活習慣を改善する",
    "choiceB": "実行可能な改善策を最小限に絞って試みる",
    "result": "B"
  },
  {
    "question": "チームメイトが業務中にSNSを頻繁に使用していることに気づきました。業務効率への影響が心配です。どうしますか？",
    "choiceA": "チーム全体の業務効率化について話し合う機会を設ける",
    "choiceB": "休憩時間のルール作りを提案する",
    "result": "A"
  },
  {
    "question": "会社のイベントでプレゼンテーションをすることになりましたが、当日は体調が悪化しています。どう対応しますか？",
    "choiceA": "体調管理を最優先にし、代わりの人を立てる",
    "choiceB": "十分な準備をしているので、そのままプレゼンテーションを行う",
    "result": "A"
  },
  {
    "question": "あなたの地域でごみの収集日が変更になりましたが、以前の収集日しか覚えていません。どのように対応しますか？",
    "choiceA": "新しい収集日をメモして確実に覚える",
    "choiceB": "タイムリーにごみを出せるようリマインダーをセットする",
    "result": "B"
  },
  {
    "question": "近所の人からペットの世話を頼まれましたが、休日に家族との予定があります。この場合、どうしますか？",
    "choiceA": "予定を調整して両方をこなせるように努力する",
    "choiceB": "ペットの世話を別の誰かに頼むよう提案する",
    "result": "B"
  },
  {
    "question": "子ども向け科学教室のボランティアで、ある参加者が他の子の実験を妨害せずにはいられない状況です。しかし、その子には学習障害の可能性があります。どうしますか？",
    "choiceA": "その子専属の補助スタッフを配置し、個別のサポートを提供する",
    "choiceB": "実験の役割を与え、建設的な形で活動に参加できるよう導く",
    "result": "A"
  },
  {
    "question": "休日に遠出を考えていますが、天気予報が不安定です。どう計画しますか？",
    "choiceA": "天候に合わせた代替プランを用意しておく",
    "choiceB": "天候の様子を見てギリギリで判断する",
    "result": "A"
  },
  {
    "question": "飲み会で新しい同僚と仲良くなるために話しかけたいが、内向的でうまく話せるか不安です。どうしますか？",
    "choiceA": "努力して話しかけ、新しい関係を築く",
    "choiceB": "自分のペースで徐々に関係を築く",
    "result": "B"
  },
  {
    "question": "自転車で通勤している最中に天候が急変しました。嵐の中でどのように対応しますか？",
    "choiceA": "すぐに通勤をあきらめて、公共交通機関を利用する",
    "choiceB": "装備を強化して自転車で通勤を続ける",
    "result": "A"
  }
]