[
  {
    "question": "地域の伝統行事の実行委員として、若い世代の参加を増やすためのSNS活用が提案されています。一方で、高齢の委員から反対の声があります。どうしますか？",
    "choiceA": "従来の広報方法とSNSを併用し、効果を実証的に示す",
    "choiceB": "若手委員と高齢委員の混合チームを作り、両者の意見を取り入れた広報戦略を立てる",
    "result": "A"
  },
  {
    "question": "介護施設でのボランティア活動中、ある利用者が特定の職員に対して過度に依存的な態度を示しています。その職員の負担が増大していますが、利用者の信頼関係は重要です。どうしますか？",
    "choiceA": "複数の職員で担当チームを組み、段階的に関係性を広げる",
    "choiceB": "利用者の趣味や関心に基づいた集団活動を企画し、自然な交流を促す",
    "result": "A"
  },
  {
    "question": "オンラインゲームのギルドリーダーとして、メンバー間の活動時間帯の違いによる参加機会の偏りが問題になっています。どう対応しますか？",
    "choiceA": "時間帯別にサブグループを作り、それぞれで活動を組織する",
    "choiceB": "週末に全メンバーが参加できる定期イベントを設定する",
    "result": "A"
  },
  {
    "question": "マンションの隣人が深夜にピアノの練習を始めました。防音対策はされていますが、微かに音が聞こえます。どうしますか？",
    "choiceA": "管理組合を通じて適切な練習時間帯を提案する",
    "choiceB": "直接対話して互いの生活リズムに配慮した解決策を探る",
    "result": "A"
  },
  {
    "question": "長年続けているジムで、インストラクターから別のジムでの指導の依頼を受けました。現在のジムには契約が残っています。どうしますか？",
    "choiceA": "現在の契約終了後の移籍を検討することを伝える",
    "choiceB": "両方のジムでの活動が可能か確認する",
    "result": "A"
  },
  {
    "question": "通勤経路で工事が始まり、いつもより時間がかかるようになりました。どのように対応しますか？",
    "choiceA": "新しい経路を複数試して最適なルートを見つける",
    "choiceB": "フレックスタイムを活用して通勤時間をずらす",
    "result": "A"
  },
  {
    "question": "研究プロジェクトで予想と異なる結果が出ましたが、締め切りが迫っています。どのように対応しますか？",
    "choiceA": "予想と異なる結果に至った過程を詳細に分析して報告する",
    "choiceB": "追加実験を行い、より確実なデータの取得を目指す",
    "result": "A"
  },
  {
    "question": "部署の慰労会で、食物アレルギーのある同僚が参加できない店が多数決で選ばれそうです。どうしますか？",
    "choiceA": "アレルギー対応可能な別店を探して具体的に提案する",
    "choiceB": "2次会からの参加を含めた分散開催を提案する",
    "result": "A"
  },
  {
    "question": "取引先から急な仕様変更を求められましたが、それは他のクライアントの開発スケジュールにも影響します。どうしますか？",
    "choiceA": "両プロジェクトの調整可能な範囲を明確にして段階的な対応を提案する",
    "choiceB": "追加のリソースを確保して並行開発の可能性を検討する",
    "result": "A"
  },
  {
    "question": "子供の運動会で、お弁当を作る時間がないと悩んでいる同級生の保護者がいます。どうしますか？",
    "choiceA": "自分の作る分量を増やして分けることを提案する",
    "choiceB": "信頼できる店の出前やケータリングサービスを紹介する",
    "result": "B"
  },
  {
    "question": "料理教室を主宰していますが、ある生徒が毎回基本的な手順を間違えて失敗してしまいます。他の生徒の進行にも影響が出始めています。どうしますか？",
    "choiceA": "その生徒向けに基礎技術に特化した個別レッスンを提案する",
    "choiceB": "補助スタッフを配置して、クラス全体の進行をスムーズにする",
    "result": "B"
  },
  {
    "question": "オーケストラの団員として、新しい指揮者の解釈が従来の演奏スタイルと大きく異なることに戸惑いを感じています。次の定期演奏会まで1ヶ月です。どうしますか？",
    "choiceA": "新しい解釈を理解するため、指揮者の過去の演奏記録を研究する",
    "choiceB": "セクション内で集中的な練習会を開き、新しいアプローチに適応する",
    "result": "B"
  },
  {
    "question": "海外留学中に現地の友人から政治的な意見を求められました。どのように対応しますか？",
    "choiceA": "客観的な事実に基づいて、慎重に意見を述べる",
    "choiceB": "文化的な違いを認めつつ、議論は控えめにする",
    "result": "B"
  },
  {
    "question": "あなたは新しいプロジェクトの予算を管理する責任を負っていますが、予算が限られており、全ての要求を満たすことができません。どうしますか？",
    "choiceA": "プロジェクトの優先順位を見直し、最も重要な部分に予算を集中させる",
    "choiceB": "チームと協力して、コスト削減のための創造的な解決策を模索する",
    "result": "A"
  },
  {
    "question": "あなたは海外出張中に現地スタッフから自国の文化や習慣に反する提案を受けました。どのように対応しますか？",
    "choiceA": "文化の違いを理解しつつ、丁寧に自分の立場を説明する",
    "choiceB": "現地の文化を尊重し、可能な範囲で柔軟に対応する",
    "result": "B"
  },
  {
    "question": "自転車で通勤している最中に天候が急変しました。嵐の中でどのように対応しますか？",
    "choiceA": "すぐに通勤をあきらめて、公共交通機関を利用する",
    "choiceB": "装備を強化して自転車で通勤を続ける",
    "result": "A"
  },
  {
    "question": "あなたはチームの中で意見が対立している状況に直面しています。どう解決しますか？",
    "choiceA": "全員の意見を公平に聞き、合意形成を目指す",
    "choiceB": "第三者の意見を取り入れ、客観的な視点から解決策を見つける",
    "result": "A"
  },
  {
    "question": "大学院の研究で使用している実験装置が故障し、修理に時間がかかりそうです。締め切りの迫った研究をどう進めますか？",
    "choiceA": "他の研究室の装置を借りられないか交渉する",
    "choiceB": "実験計画を見直し、現在使える機器で代替手段を検討する",
    "result": "B"
  },
  {
    "question": "マンションの大規模修繕で、より環境に優しい材料を使用する案が出ていますが、費用が増加します。どうしますか？",
    "choiceA": "長期的な環境負荷低減効果を試算し、住民に提案する",
    "choiceB": "一部分だけでも環境配慮型材料の使用を提案する",
    "result": "B"
  },
  {
    "question": "友人から起業の誘いを受けましたが、その事業プランには改善の余地があると感じています。どうしますか？",
    "choiceA": "市場調査を一緒に行い、プランの具体化を手伝う",
    "choiceB": "アドバイザーとして関わることを提案する",
    "result": "A"
  },
  {
    "question": "動画配信プラットフォームで、あなたのチャンネルの人気コンテンツが他のクリエイターに無断で使用されています。ただし、その使用方法には創造性が感じられます。どうしますか？",
    "choiceA": "クリエイターに連絡を取り、コラボレーションを提案する",
    "choiceB": "適切なクレジット表記を条件に、使用を許可する",
    "result": "A"
  },
  {
    "question": "子供の学校で保護者ボランティアを募集していますが、参加者が少なく、活動の継続が危ぶまれています。どうしますか？",
    "choiceA": "オンラインでもできる活動を提案して参加のハードルを下げる",
    "choiceB": "短時間でも参加できる仕組みづくりを提案する",
    "result": "B"
  },
  {
    "question": "飲み会で新しい同僚と仲良くなるために話しかけたいが、内向的でうまく話せるか不安です。どうしますか？",
    "choiceA": "努力して話しかけ、新しい関係を築く",
    "choiceB": "自分のペースで徐々に関係を築く",
    "result": "B"
  },
  {
    "question": "オンライン英会話の講師として、ある生徒が毎回レッスンの録画を要求してきます。規約上は禁止されていませんが、あなたは少し不安を感じています。どうしますか？",
    "choiceA": "録画の目的と使用範囲について書面での確認を取る",
    "choiceB": "録画の代わりにレッスンノートの詳細な提供を提案する",
    "result": "A"
  },
  {
    "question": "あなたの地域でごみの収集日が変更になりましたが、以前の収集日しか覚えていません。どのように対応しますか？",
    "choiceA": "新しい収集日をメモして確実に覚える",
    "choiceB": "タイムリーにごみを出せるようリマインダーをセットする",
    "result": "B"
  },
  {
    "question": "あなたは職場でリーダーシップの役割に推薦されていますが、その責任を担うことに不安を感じています。どうしますか？",
    "choiceA": "推薦を受け入れ、自己成長のため努力する",
    "choiceB": "現状の自分に合った役割に専念する",
    "result": "A"
  },
  {
    "question": "海外出張中に現地スタッフから、自国の文化では一般的だが日本では受け入れ難い提案を受けました。どうしますか？",
    "choiceA": "文化の違いを説明しながら折衷案を探る",
    "choiceB": "一時的に現地のやり方を受け入れ、段階的な調整を図る",
    "result": "A"
  },
  {
    "question": "職場で導入された新システムに不具合を発見しましたが、指摘すると導入の遅れが生じます。どうしますか？",
    "choiceA": "不具合の影響範囲を調査し、詳細な報告書を作成する",
    "choiceB": "一時的な対処法を提案しつつ、段階的な修正を進める",
    "result": "B"
  },
  {
    "question": "チームメイトが個人的な悩みを抱えており、仕事の効率が低下しています。どうしますか？",
    "choiceA": "一時的に業務を代わって引き受け、回復を待つ",
    "choiceB": "専門家のカウンセリングを受けることを提案する",
    "result": "B"
  },
  {
    "question": "大学のゼミで、グループ研究の方向性について意見が分かれています。あなたは少数派の意見に賛同していますが、多数派の意見にも一理あります。どうしますか？",
    "choiceA": "少数派の視点の重要性を具体的なデータや事例を用いて説明する",
    "choiceB": "多数派の意見を基本としつつ、少数派の視点を部分的に取り入れる提案をする",
    "result": "A"
  },
  {
    "question": "食事制限のある友人とレストランに行く予定ですが、そのレストランは制限に合わない料理ばかり提供しています。どうしますか？",
    "choiceA": "友人に別のレストランを提案する",
    "choiceB": "レストランで食事制限に合った特別メニューをリクエストする",
    "result": "A"
  },
  {
    "question": "観光ガイドとして、予定していた名所が突然の工事で見学できなくなりました。ツアー参加者は特にその場所を楽しみにしていました。どうしますか？",
    "choiceA": "工事現場から見える範囲で説明を行い、歴史的資料を用いて補足する",
    "choiceB": "代替の隠れた名所を案内し、独自の価値を提供する",
    "result": "A"
  },
  {
    "question": "地域のボランティア団体から定期的な活動参加を求められましたが、仕事が不規則で時間の確保が難しいです。どうしますか？",
    "choiceA": "オンラインでできる後方支援の役割を引き受ける",
    "choiceB": "参加可能な日時のみスポット的に協力することを提案する",
    "result": "A"
  },
  {
    "question": "SNSで友人が投稿した情報に事実誤認があることに気づきました。その投稿は既に多くの反応を集めています。どうしますか？",
    "choiceA": "プライベートメッセージで丁寧に指摘する",
    "choiceB": "直接会って状況を説明する機会を作る",
    "result": "A"
  },
  {
    "question": "新しい趣味を始めるには忙しすぎると感じていますが、ストレス発散の必要性も感じています。どうしますか？",
    "choiceA": "短期間で楽しめる簡単な趣味を選ぶ",
    "choiceB": "時間を見つけてじっくり取り組める趣味を選ぶ",
    "result": "B"
  },
  {
    "question": "あなたが指導している部活動で、有望な選手が怪我の治療に消極的な態度を示しています。大会まで1ヶ月を切っています。どうしますか？",
    "choiceA": "専門医の診察を受けることを条件に、練習参加を認める",
    "choiceB": "完治するまでの間、チームのサポート役として参加してもらう",
    "result": "B"
  },
  {
    "question": "あなたは新しい市場に進出するための戦略を立てる必要がありますが、情報が不足しています。どうしますか？",
    "choiceA": "市場調査を行い、データに基づいた戦略を策定する",
    "choiceB": "専門家の意見を求め、経験に基づいたアプローチを採用する",
    "result": "B"
  },
  {
    "question": "地域のボランティア活動で、高齢者向けのスマートフォン教室の講師を任されました。参加者の理解度に大きな差があります。どうしますか？",
    "choiceA": "理解度別にグループを分けて、それぞれのペースで進める",
    "choiceB": "個別のサポート時間を設けて、全体の進行との両立を図る",
    "result": "B"
  },
  {
    "question": "職場での人間関係が悪化しており、チームの士気が下がっています。あなたはどのように対処しますか？",
    "choiceA": "チームビルディングイベントを企画して関係改善を図る",
    "choiceB": "個別にメンバーと話し合い、問題の原因を探る",
    "result": "B"
  },
  {
    "question": "週末にスポーツをしようと思っていますが、体の疲れが気になっています。どうしますか？",
    "choiceA": "休養を取って体力を回復させることを優先する",
    "choiceB": "軽めのスポーツを通じてリフレッシュする",
    "result": "A"
  },
  {
    "question": "古民家カフェの経営者として、人気メニューの原材料の仕入れ先が廃業することになりました。同じ味を維持するのが難しい状況です。どうしますか？",
    "choiceA": "新しい仕入れ先で味の再現に取り組み、開発過程を顧客に公開する",
    "choiceB": "この機会に新しい看板メニューを開発し、新しい価値を提供する",
    "result": "B"
  },
  {
    "question": "大切な商談の直前に、電車が事故で大幅に遅延しています。タクシーは混雑で捕まらない状況です。どうしますか？",
    "choiceA": "代替ルートを探して時間内に到着できるよう最善を尽くす",
    "choiceB": "状況を説明してオンライン会議への切り替えを提案する",
    "result": "B"
  },
  {
    "question": "マンションのベランダで野菜を育てたいのですが、土を使った栽培は規約で禁止されています。どうしますか？",
    "choiceA": "水耕栽培システムを導入して規約に従う",
    "choiceB": "プランターの使用許可を管理組合に申請する",
    "result": "A"
  },
  {
    "question": "新しい健康的な料理を試したいと考えていますが、いつも同じお店の料理を頼んでしまいます。どうしますか？",
    "choiceA": "新しい料理を試すために日頃の選択を意識的に変える",
    "choiceB": "口コミを調べて自信を持って新しいお店を選ぶ",
    "result": "A"
  },
  {
    "question": "あなたの開発したアプリケーションのレビューで、機能の追加要望が多く寄せられています。しかし、それらの実装は当初の設計コンセプトから外れる可能性があります。どうしますか？",
    "choiceA": "コアな機能を維持しながら、要望の一部を選択的に取り入れる",
    "choiceB": "別バージョンとして開発し、ユーザーに選択肢を提供する",
    "result": "B"
  },
  {
    "question": "海外から来た留学生が授業についていけず困っているようです。どのようにサポートしますか？",
    "choiceA": "授業後に質問会を開いて理解度を確認する",
    "choiceB": "オンラインツールを活用して翻訳付きの補足資料を作成する",
    "result": "A"
  },
  {
    "question": "友人から起業の誘いを受けましたが、その事業プランにはリスクが伴います。どうしますか？",
    "choiceA": "事業計画を詳細に分析し、改善案を提案する",
    "choiceB": "アドバイザーとして協力することを提案する",
    "result": "A"
  },
  {
    "question": "あなたはチームの中でのコミュニケーションが不足していると感じています。どう改善しますか？",
    "choiceA": "定期的なミーティングを設定し、情報共有の場を設ける",
    "choiceB": "オンラインツールを活用し、リアルタイムでのコミュニケーションを促進する",
    "result": "A"
  },
  {
    "question": "新しくできたお店の開店セールに行きたいが、同じ時間に以前からの知り合いの集まりがあります。どう選ぶか？",
    "choiceA": "新しいお店の開店セールに参加する",
    "choiceB": "親しい知り合いの集まりに顔を出す",
    "result": "B"
  },
  {
    "question": "あなたは顧客からのフィードバックを受けて、製品の改善を求められていますが、リソースが限られています。どうしますか？",
    "choiceA": "フィードバックを優先順位付けし、最も影響の大きい改善を行う",
    "choiceB": "顧客と直接対話し、期待値を調整しつつ可能な改善を提案する",
    "result": "A"
  }
]