[
  {
    "question": "職場の先輩から副業の誘いを受けましたが、会社の規定では届出が必要です。どうしますか？",
    "choiceA": "会社の規定に従って正式に副業申請を行う",
    "choiceB": "副業ではなくアドバイザーとして非公式に協力する"
  },
  {
    "question": "健康診断の結果、生活習慣の改善が必要だと言われました。しかし、忙しい毎日で実行が難しいと感じています。どうしますか？",
    "choiceA": "少しずつでも時間を作って生活習慣を改善する",
    "choiceB": "実行可能な改善策を最小限に絞って試みる"
  },
  {
    "question": "学習塾の講師として、成績上位の生徒が他の生徒を見下すような言動を示しています。しかし、その生徒自身は他者を助けたい気持ちもあるようです。どうしますか？",
    "choiceA": "その生徒をチューター役に任命し、教えることの難しさを体験させる",
    "choiceB": "グループ学習のリーダーとして、協力して学ぶ価値を実感させる"
  },
  {
    "question": "仕事で使用するソフトウェアがアップデートされ、使い方が大きく変わってしまいました。どう対応しますか？",
    "choiceA": "新しい使い方をじっくりと時間をかけて習得する",
    "choiceB": "最低限必要な使い方だけを学んで、業務に集中する"
  },
  {
    "question": "あなたは重要なプレゼンテーションの準備をしているが、資料がまだ完成していません。どうしますか？",
    "choiceA": "プレゼンテーションの内容を絞り込み、限られた時間で最も重要な情報を伝える",
    "choiceB": "チームメンバーに協力を依頼し、資料の完成を急ぐ"
  },
  {
    "question": "研究プロジェクトで予想と異なる実験結果が出ましたが、締め切りが迫っています。どうしますか？",
    "choiceA": "実験を最初から見直し、原因を突き止める",
    "choiceB": "現在のデータで考察できる範囲で報告をまとめる"
  },
  {
    "question": "長年続けている趣味のサークルが、活動方針を大きく変更することになりました。どうしますか？",
    "choiceA": "新しい方針に適応しつつ、従来の良さを保つ提案をする",
    "choiceB": "別のサークルと並行して活動し、選択肢を広げる"
  },
  {
    "question": "友人から起業する会社のロゴデザインを依頼されました。あなたは趣味でデザインを学んでいる程度ですが、友人は強く希望しています。どうしますか？",
    "choiceA": "プロのデザイナーと協力して作業を進めることを提案する",
    "choiceB": "試作品を複数作成し、友人と一緒に改善を重ねる"
  },
  {
    "question": "あなたはチームのメンバーが仕事に対してモチベーションを失っていることに気づきました。どう対応しますか？",
    "choiceA": "個別に話を聞き、モチベーションを高めるためのサポートを提供する",
    "choiceB": "チーム全体での目標設定を見直し、達成感を得られるような小さな成功を積み重ねる"
  },
  {
    "question": "引っ越しを考えていますが、今の家は住み慣れていて居心地が良いです。どちらを優先しますか？",
    "choiceA": "新しい環境を試してみるために引っ越しを進める",
    "choiceB": "現状の快適な環境を維持する"
  },
  {
    "question": "SNSで友人が投稿した情報に事実誤認があることに気づきました。どのように対応しますか？",
    "choiceA": "プライベートメッセージで友人に確認を促す",
    "choiceB": "コメントで丁寧に正しい情報を共有する"
  },
  {
    "question": "電車内で具合の悪そうな人を見かけましたが、周りの人々は気づいていないようです。どうしますか？",
    "choiceA": "直接声をかけて体調を確認する",
    "choiceB": "駅員に連絡して専門的な対応を依頼する"
  },
  {
    "question": "出産祝いに高価な贈り物を考えていますが、本当に喜ばれるのか不安です。どうしますか？",
    "choiceA": "実用的で必要と思われるものを親に直接相談して選ぶ",
    "choiceB": "相手の好みを考えて比較的高価なものを選ぶ"
  },
  {
    "question": "近所の人からペットの世話を頼まれましたが、休日に家族との予定があります。この場合、どうしますか？",
    "choiceA": "予定を調整して両方をこなせるように努力する",
    "choiceB": "ペットの世話を別の誰かに頼むよう提案する"
  },
  {
    "question": "シェアハウスの住人として、共用キッチンの使用ルールの改定が必要になっています。しかし、住人それぞれの生活リズムが大きく異なります。どうしますか？",
    "choiceA": "全員が参加できるオンライン会議で新ルールを策定する",
    "choiceB": "一週間の試行期間を設けて、実践的なルール作りを行う"
  },
  {
    "question": "あなたは新しいプロジェクトのチームリーダーに任命されました。会議での決定に関して全員の意見を聞きたいのですが、会議の時間が限られています。どうしますか？",
    "choiceA": "全員の意見を聞くために会議時間を延長する提案をする",
    "choiceB": "重要なメンバーの意見のみを優先的に聞くようにする"
  },
  {
    "question": "あなたは業績が認められて部下を持つことになりましたが、チームメンバーとのコミュニケーションに不安を感じています。どうなさいますか？",
    "choiceA": "コミュニケーションスキル向上の研修を受ける",
    "choiceB": "チームメンバーに助けを求めてチームワークを強化する"
  },
  {
    "question": "友人から株式投資の情報を教えてもらい、確実に利益が出ると言われています。あなたには投資に回せる貯金があります。どうしますか？",
    "choiceA": "少額から始めて様子を見ながら投資を検討する",
    "choiceB": "投資の基礎を自分で学んでから判断する"
  },
  {
    "question": "顧客から緊急の問題解決を求められました。あなたのチームはすでに手一杯ですが、どのように対応しますか？",
    "choiceA": "他のチームのリソースを借りるように試みる",
    "choiceB": "現在の予定を調整して顧客の問題を優先して解決する"
  },
  {
    "question": "マンションの管理組合の理事として、エレベーターの改修工事の提案を受けています。費用は高額ですが、安全性の向上が期待できます。どうしますか？",
    "choiceA": "複数の業者から見積もりを取り、費用対効果を詳細に検討する",
    "choiceB": "段階的な改修計画を立て、費用負担を分散させる提案をする"
  },
  {
    "question": "近所に住む高齢者が最新のスマートフォンの使い方で困っているようです。どうサポートしますか？",
    "choiceA": "基本的な機能に限定して、使い方を紙にまとめて説明する",
    "choiceB": "高齢者向けのスマートフォン教室への参加を提案する"
  },
  {
    "question": "勤務先がリモートワークを終了し、オフィス勤務に戻るよう方針を変更しました。しかし、あなたはリモートワークに大変慣れており、その利点を享受しています。どう対応しますか？",
    "choiceA": "オフィス勤務に戻り、状況に適応するよう努力する",
    "choiceB": "リモートワーク継続を上司に交渉する"
  },
  {
    "question": "あなたは友人から無理な依頼を受けましたが、引き受けると自身に大きな負担がかかります。どうしますか？",
    "choiceA": "友人に無理な依頼であることを伝え、断る",
    "choiceB": "部分的に協力して他の方法を提案する"
  },
  {
    "question": "忙しいスケジュールの中で親友の結婚式に招待されました。式は他の重要なイベントと重なっています。この場合、どうしますか？",
    "choiceA": "親友の結婚式に出席するために他のイベントのスケジュールを見直す",
    "choiceB": "他のイベントを優先し、結婚式には後日お祝いをする"
  },
  {
    "question": "あなたは新しい技術を導入するかどうかを決定する立場にありますが、リスクと利益のバランスが難しいです。どうしますか？",
    "choiceA": "小規模な試験導入を行い、リスクを最小限に抑えつつ効果を検証する",
    "choiceB": "既存の技術を最大限に活用し、段階的に新技術の導入を検討する"
  },
  {
    "question": "休日に遠出を考えていますが、天気予報が不安定です。どう計画しますか？",
    "choiceA": "天候に合わせた代替プランを用意しておく",
    "choiceB": "天候の様子を見てギリギリで判断する"
  },
  {
    "question": "新製品のアイデアを上司に提案する機会がありますが、そのアイデアにはまだ改善の余地があると感じています。どうしますか？",
    "choiceA": "完璧でなくとも提案し、フィードバックを受けて改善を図る",
    "choiceB": "もっと調査と準備を行い、次の機会に提案する"
  },
  {
    "question": "会社の飲み会で上司が勧めるアルコールを飲むことになったが、あなたは飲酒を避けたいと考えています。どうしますか？",
    "choiceA": "上司に事情を話して飲酒を控えることをお願いする",
    "choiceB": "ノンアルコールの飲み物に切り替える"
  },
  {
    "question": "長年働いてきた職場から、より良い条件のオファーを他社から受けました。あなたはどうしますか？",
    "choiceA": "現在の職場に留まり、今の環境を大切にする",
    "choiceB": "より良い条件を受け入れ、新しい職場に移る"
  },
  {
    "question": "オンラインゲームのチームメンバーから、深夜のイベント参加を強く要請されていますが、翌日は重要な会議があります。どうしますか？",
    "choiceA": "短時間だけ参加して早めに抜けることを提案する",
    "choiceB": "会議の重要性を説明し、次回の参加を約束する"
  },
  {
    "question": "あなたは新しいビジネスパートナーシップを検討していますが、相手の信頼性に不安があります。どうしますか？",
    "choiceA": "徹底的な背景調査を行い、信頼性を確認する",
    "choiceB": "小規模なプロジェクトから始め、徐々に信頼関係を築く"
  },
  {
    "question": "自由時間ができたため、読書をするか映画を見るかで迷っています。どうしますか？",
    "choiceA": "新しい知識を得るために読書をする",
    "choiceB": "リラックスを重視して映画を見る"
  },
  {
    "question": "コミュニティ農園のリーダーとして、農薬使用の是非について意見が分かれています。無農薬栽培を望む声が多いものの、収穫量への影響が懸念されます。どうしますか？",
    "choiceA": "一部区画で無農薬栽培を試験的に実施し、データを収集する",
    "choiceB": "有機農法の専門家を招いて、実践的な講習会を開催する"
  },
  {
    "question": "職場の先輩から、休日に個人的な引っ越しの手伝いを頼まれました。その日は家族との予定があります。どうしますか？",
    "choiceA": "数時間だけ手伝いに行き、家族との時間も確保する",
    "choiceB": "引っ越し業者の利用を提案し、別の形でのサポートを申し出る"
  },
  {
    "question": "チームメイトが業務中にSNSを頻繁に使用していることに気づきました。業務効率への影響が心配です。どうしますか？",
    "choiceA": "チーム全体の業務効率化について話し合う機会を設ける",
    "choiceB": "休憩時間のルール作りを提案する"
  },
  {
    "question": "会社のイベントでプレゼンテーションをすることになりましたが、当日は体調が悪化しています。どう対応しますか？",
    "choiceA": "体調管理を最優先にし、代わりの人を立てる",
    "choiceB": "十分な準備をしているので、そのままプレゼンテーションを行う"
  },
  {
    "question": "チームのプロジェクトで、メンバーの一人が提案した革新的なアイデアにリスクが伴います。どう対応しますか？",
    "choiceA": "小規模な試験運用からスタートすることを提案する",
    "choiceB": "従来の方法と並行して段階的に導入することを提案する"
  },
  {
    "question": "フリーマーケットの主催者として、常連出店者と新規参加者の間で場所取りを巡るトラブルが発生しています。どちらの主張にも理があります。どうしますか？",
    "choiceA": "出店回数に応じたポイント制を導入し、場所選びの優先順位を明確化する",
    "choiceB": "定期的な場所のローテーションシステムを導入し、機会の平等を確保する"
  },
  {
    "question": "マンションのベランダで園芸を楽しんでいますが、階下の住人から水漏れの苦情が来ました。どうしますか？",
    "choiceA": "水受けトレイを設置し、給水方法を見直す",
    "choiceB": "室内での栽培に切り替える"
  },
  {
    "question": "新しい技術を学ぶ研修に参加するか、自分のスキルでできるプロジェクトを進めるか決断が必要です。どうしますか？",
    "choiceA": "新しい技術を学ぶために研修に参加する",
    "choiceB": "現在のスキルを活かしてプロジェクトを進める"
  },
  {
    "question": "あなたのチームが性能向上のための追求をしていますが、上司からコスト削減も同時に求められています。どうバランスを取りますか？",
    "choiceA": "性能向上がコストよりも優先だと主張する",
    "choiceB": "コスト削減の中での最も効率的な性能向上策を提案する"
  },
  {
    "question": "あなたは新しいプロジェクトのリーダーに任命されましたが、チームメンバーのスキルにばらつきがあります。どうしますか？",
    "choiceA": "各メンバーの強みを活かした役割分担を行う",
    "choiceB": "スキル向上のためのトレーニングを計画し、チーム全体の能力を底上げする"
  },
  {
    "question": "大切なプレゼンの直前に、より良いアイデアを思いつきました。どうしますか？",
    "choiceA": "既存の発表内容を維持し、新アイデアは次回に活かす",
    "choiceB": "急遽、新アイデアを組み込んで発表内容を修正する"
  },
  {
    "question": "友人から結婚式の司会を依頼されましたが、人前での発表が苦手です。どうしますか？",
    "choiceA": "事前に十分な練習を重ね、原稿を完璧に準備する",
    "choiceB": "共同司会者を立てて、負担を分散することを提案する"
  },
  {
    "question": "チームの新入社員が最新技術を使った提案をしましたが、チーム内で使用経験がある人が誰もいません。どうしますか？",
    "choiceA": "外部の専門家に研修を依頼して技術習得を目指す",
    "choiceB": "既存の技術で代替可能な方法を検討する"
  },
  {
    "question": "チームで開発中のアプリで重大なバグを発見しましたが、修正には時間がかかりそうです。リリース日が近づいています。どうしますか？",
    "choiceA": "影響範囲を最小限に抑えた一時的な対処法を実装する",
    "choiceB": "リリース日を延期してでも完全な修正を行う"
  },
  {
    "question": "海外からの観光客が道に迷っているようですが、あなたは彼らの使用言語をほとんど理解できません。どうしますか？",
    "choiceA": "翻訳アプリを使って積極的にコミュニケーションを取る",
    "choiceB": "近くの観光案内所まで一緒に行って専門スタッフに繋ぐ"
  },
  {
    "question": "子ども向け科学教室のボランティアで、ある参加者が他の子の実験を妨害せずにはいられない状況です。しかし、その子には学習障害の可能性があります。どうしますか？",
    "choiceA": "その子専属の補助スタッフを配置し、個別のサポートを提供する",
    "choiceB": "実験の役割を与え、建設的な形で活動に参加できるよう導く"
  },
  {
    "question": "家族がペットを飼いたいと言っていますが、あなたは世話をする時間がないことを心配しています。どのように対応しますか？",
    "choiceA": "家族と相談してペットの役割分担を決める",
    "choiceB": "ペットは飼わないことを提案し、代わりになる活動を探す"
  },
  {
    "question": "研究室で実験データの解析中、使用している解析ソフトウェアの新バージョンがリリースされました。現在の解析は中盤ですが、新バージョンには精度向上が期待できる新機能が含まれています。どうしますか？",
    "choiceA": "現在のバージョンで解析を完了し、結果の再現性を確保する",
    "choiceB": "新バージョンでの再解析を行い、両方の結果を比較検討する"
  }
]