[
  {
    "question": "近所の人からペットの世話を頼まれましたが、休日に家族との予定があります。この場合、どうしますか？",
    "choiceA": "予定を調整して両方をこなせるように努力する",
    "choiceB": "ペットの世話を別の誰かに頼むよう提案する",
    "result": "B"
  },
  {
    "question": "新しい技術を学ぶ研修に参加するか、自分のスキルでできるプロジェクトを進めるか決断が必要です。どうしますか？",
    "choiceA": "新しい技術を学ぶために研修に参加する",
    "choiceB": "現在のスキルを活かしてプロジェクトを進める",
    "result": "A"
  },
  {
    "question": "長年続けている趣味のサークルが、活動方針を大きく変更することになりました。どうしますか？",
    "choiceA": "新しい方針に適応しつつ、従来の良さを保つ提案をする",
    "choiceB": "別のサークルと並行して活動し、選択肢を広げる",
    "result": "B"
  },
  {
    "question": "忙しいスケジュールの中で親友の結婚式に招待されました。式は他の重要なイベントと重なっています。この場合、どうしますか？",
    "choiceA": "親友の結婚式に出席するために他のイベントのスケジュールを見直す",
    "choiceB": "他のイベントを優先し、結婚式には後日お祝いをする",
    "result": "A"
  },
  {
    "question": "休日に遠出を考えていますが、天気予報が不安定です。どう計画しますか？",
    "choiceA": "天候に合わせた代替プランを用意しておく",
    "choiceB": "天候の様子を見てギリギリで判断する",
    "result": "A"
  },
  {
    "question": "会社のイベントでプレゼンテーションをすることになりましたが、当日は体調が悪化しています。どう対応しますか？",
    "choiceA": "体調管理を最優先にし、代わりの人を立てる",
    "choiceB": "十分な準備をしているので、そのままプレゼンテーションを行う",
    "result": "A"
  },
  {
    "question": "SNSで友人が投稿した情報に事実誤認があることに気づきました。その投稿は既に多くの反応を集めています。どうしますか？",
    "choiceA": "プライベートメッセージで丁寧に指摘する",
    "choiceB": "直接会って状況を説明する機会を作る",
    "result": "A"
  },
  {
    "question": "職場の先輩から、休日に個人的な引っ越しの手伝いを頼まれました。その日は家族との予定があります。どうしますか？",
    "choiceA": "数時間だけ手伝いに行き、家族との時間も確保する",
    "choiceB": "引っ越し業者の利用を提案し、別の形でのサポートを申し出る",
    "result": "B"
  },
  {
    "question": "研究室で実験データの解析中、使用している解析ソフトウェアの新バージョンがリリースされました。現在の解析は中盤ですが、新バージョンには精度向上が期待できる新機能が含まれています。どうしますか？",
    "choiceA": "現在のバージョンで解析を完了し、結果の再現性を確保する",
    "choiceB": "新バージョンでの再解析を行い、両方の結果を比較検討する",
    "result": "A"
  },
  {
    "question": "海外から来た留学生が授業についていけず困っているようです。どのようにサポートしますか？",
    "choiceA": "授業後に質問会を開いて理解度を確認する",
    "choiceB": "オンラインツールを活用して翻訳付きの補足資料を作成する",
    "result": "A"
  },
  {
    "question": "顧客から緊急の問題解決を求められました。あなたのチームはすでに手一杯ですが、どのように対応しますか？",
    "choiceA": "他のチームのリソースを借りるように試みる",
    "choiceB": "現在の予定を調整して顧客の問題を優先して解決する",
    "result": "A"
  },
  {
    "question": "マンションのベランダで園芸を楽しんでいますが、階下の住人から水漏れの苦情が来ました。どうしますか？",
    "choiceA": "水受けトレイを設置し、給水方法を見直す",
    "choiceB": "室内での栽培に切り替える",
    "result": "B"
  }
]