[
  {
    "question": "飲み会で新しい同僚と仲良くなるために話しかけたいが、内向的でうまく話せるか不安です。どうしますか？",
    "choiceA": "努力して話しかけ、新しい関係を築く",
    "choiceB": "自分のペースで徐々に関係を築く"
  },
  {
    "question": "あなたは新しいプロジェクトのリーダーに任命されましたが、チームメンバーのスキルにばらつきがあります。どうしますか？",
    "choiceA": "各メンバーの強みを活かした役割分担を行う",
    "choiceB": "スキル向上のためのトレーニングを計画し、チーム全体の能力を底上げする"
  },
  {
    "question": "健康診断の結果、生活習慣の改善が必要だと言われました。しかし、忙しい毎日で実行が難しいと感じています。どうしますか？",
    "choiceA": "少しずつでも時間を作って生活習慣を改善する",
    "choiceB": "実行可能な改善策を最小限に絞って試みる"
  },
  {
    "question": "地域の伝統行事の実行委員として、若い世代の参加を増やすためのSNS活用が提案されています。一方で、高齢の委員から反対の声があります。どうしますか？",
    "choiceA": "従来の広報方法とSNSを併用し、効果を実証的に示す",
    "choiceB": "若手委員と高齢委員の混合チームを作り、両者の意見を取り入れた広報戦略を立てる"
  },
  {
    "question": "週末にスポーツをしようと思っていますが、体の疲れが気になっています。どうしますか？",
    "choiceA": "休養を取って体力を回復させることを優先する",
    "choiceB": "軽めのスポーツを通じてリフレッシュする"
  },
  {
    "question": "勤務先がリモートワークを終了し、オフィス勤務に戻るよう方針を変更しました。しかし、あなたはリモートワークに大変慣れており、その利点を享受しています。どう対応しますか？",
    "choiceA": "オフィス勤務に戻り、状況に適応するよう努力する",
    "choiceB": "リモートワーク継続を上司に交渉する"
  },
  {
    "question": "介護施設でのボランティア活動中、ある利用者が特定の職員に対して過度に依存的な態度を示しています。その職員の負担が増大していますが、利用者の信頼関係は重要です。どうしますか？",
    "choiceA": "複数の職員で担当チームを組み、段階的に関係性を広げる",
    "choiceB": "利用者の趣味や関心に基づいた集団活動を企画し、自然な交流を促す"
  },
  {
    "question": "コミュニティ農園のリーダーとして、農薬使用の是非について意見が分かれています。無農薬栽培を望む声が多いものの、収穫量への影響が懸念されます。どうしますか？",
    "choiceA": "一部区画で無農薬栽培を試験的に実施し、データを収集する",
    "choiceB": "有機農法の専門家を招いて、実践的な講習会を開催する"
  },
  {
    "question": "長年働いてきた職場から、より良い条件のオファーを他社から受けました。あなたはどうしますか？",
    "choiceA": "現在の職場に留まり、今の環境を大切にする",
    "choiceB": "より良い条件を受け入れ、新しい職場に移る"
  },
  {
    "question": "友人から起業する会社のロゴデザインを依頼されました。あなたは趣味でデザインを学んでいる程度ですが、友人は強く希望しています。どうしますか？",
    "choiceA": "プロのデザイナーと協力して作業を進めることを提案する",
    "choiceB": "試作品を複数作成し、友人と一緒に改善を重ねる"
  },
  {
    "question": "職場の先輩から副業の誘いを受けましたが、会社の規定では届出が必要です。どうしますか？",
    "choiceA": "会社の規定に従って正式に副業申請を行う",
    "choiceB": "副業ではなくアドバイザーとして非公式に協力する"
  },
  {
    "question": "研究プロジェクトで予想と異なる実験結果が出ましたが、締め切りが迫っています。どうしますか？",
    "choiceA": "実験を最初から見直し、原因を突き止める",
    "choiceB": "現在のデータで考察できる範囲で報告をまとめる"
  },
  {
    "question": "研究プロジェクトで予想と異なる結果が出ましたが、締め切りが迫っています。どのように対応しますか？",
    "choiceA": "予想と異なる結果に至った過程を詳細に分析して報告する",
    "choiceB": "追加実験を行い、より確実なデータの取得を目指す"
  },
  {
    "question": "地域のボランティア活動で、高齢者向けのスマートフォン教室の講師を任されました。参加者の理解度に大きな差があります。どうしますか？",
    "choiceA": "理解度別にグループを分けて、それぞれのペースで進める",
    "choiceB": "個別のサポート時間を設けて、全体の進行との両立を図る"
  },
  {
    "question": "大学のゼミで、グループ研究の方向性について意見が分かれています。あなたは少数派の意見に賛同していますが、多数派の意見にも一理あります。どうしますか？",
    "choiceA": "少数派の視点の重要性を具体的なデータや事例を用いて説明する",
    "choiceB": "多数派の意見を基本としつつ、少数派の視点を部分的に取り入れる提案をする"
  },
  {
    "question": "あなたは業績が認められて部下を持つことになりましたが、チームメンバーとのコミュニケーションに不安を感じています。どうなさいますか？",
    "choiceA": "コミュニケーションスキル向上の研修を受ける",
    "choiceB": "チームメンバーに助けを求めてチームワークを強化する"
  },
  {
    "question": "家族がペットを飼いたいと言っていますが、あなたは世話をする時間がないことを心配しています。どのように対応しますか？",
    "choiceA": "家族と相談してペットの役割分担を決める",
    "choiceB": "ペットは飼わないことを提案し、代わりになる活動を探す"
  },
  {
    "question": "チームで開発中のアプリで重大なバグを発見しましたが、修正には時間がかかりそうです。リリース日が近づいています。どうしますか？",
    "choiceA": "影響範囲を最小限に抑えた一時的な対処法を実装する",
    "choiceB": "リリース日を延期してでも完全な修正を行う"
  },
  {
    "question": "古民家カフェの経営者として、人気メニューの原材料の仕入れ先が廃業することになりました。同じ味を維持するのが難しい状況です。どうしますか？",
    "choiceA": "新しい仕入れ先で味の再現に取り組み、開発過程を顧客に公開する",
    "choiceB": "この機会に新しい看板メニューを開発し、新しい価値を提供する"
  },
  {
    "question": "あなたは新しい市場に進出するための戦略を立てる必要がありますが、情報が不足しています。どうしますか？",
    "choiceA": "市場調査を行い、データに基づいた戦略を策定する",
    "choiceB": "専門家の意見を求め、経験に基づいたアプローチを採用する"
  },
  {
    "question": "チームメイトが個人的な悩みを抱えており、仕事の効率が低下しています。どうしますか？",
    "choiceA": "一時的に業務を代わって引き受け、回復を待つ",
    "choiceB": "専門家のカウンセリングを受けることを提案する"
  },
  {
    "question": "観光ガイドとして、予定していた名所が突然の工事で見学できなくなりました。ツアー参加者は特にその場所を楽しみにしていました。どうしますか？",
    "choiceA": "工事現場から見える範囲で説明を行い、歴史的資料を用いて補足する",
    "choiceB": "代替の隠れた名所を案内し、独自の価値を提供する"
  },
  {
    "question": "あなたは新しい技術を導入するかどうかを決定する立場にありますが、リスクと利益のバランスが難しいです。どうしますか？",
    "choiceA": "小規模な試験導入を行い、リスクを最小限に抑えつつ効果を検証する",
    "choiceB": "既存の技術を最大限に活用し、段階的に新技術の導入を検討する"
  },
  {
    "question": "オーケストラの団員として、新しい指揮者の解釈が従来の演奏スタイルと大きく異なることに戸惑いを感じています。次の定期演奏会まで1ヶ月です。どうしますか？",
    "choiceA": "新しい解釈を理解するため、指揮者の過去の演奏記録を研究する",
    "choiceB": "セクション内で集中的な練習会を開き、新しいアプローチに適応する"
  },
  {
    "question": "新しい健康的な料理を試したいと考えていますが、いつも同じお店の料理を頼んでしまいます。どうしますか？",
    "choiceA": "新しい料理を試すために日頃の選択を意識的に変える",
    "choiceB": "口コミを調べて自信を持って新しいお店を選ぶ"
  },
  {
    "question": "子ども向け科学教室のボランティアで、ある参加者が他の子の実験を妨害せずにはいられない状況です。しかし、その子には学習障害の可能性があります。どうしますか？",
    "choiceA": "その子専属の補助スタッフを配置し、個別のサポートを提供する",
    "choiceB": "実験の役割を与え、建設的な形で活動に参加できるよう導く"
  },
  {
    "question": "チームメイトが業務中にSNSを頻繁に使用していることに気づきました。業務効率への影響が心配です。どうしますか？",
    "choiceA": "チーム全体の業務効率化について話し合う機会を設ける",
    "choiceB": "休憩時間のルール作りを提案する"
  },
  {
    "question": "新製品のアイデアを上司に提案する機会がありますが、そのアイデアにはまだ改善の余地があると感じています。どうしますか？",
    "choiceA": "完璧でなくとも提案し、フィードバックを受けて改善を図る",
    "choiceB": "もっと調査と準備を行い、次の機会に提案する"
  },
  {
    "question": "あなたはチームの中で意見が対立している状況に直面しています。どう解決しますか？",
    "choiceA": "全員の意見を公平に聞き、合意形成を目指す",
    "choiceB": "第三者の意見を取り入れ、客観的な視点から解決策を見つける"
  },
  {
    "question": "オンラインゲームのチームメンバーから、深夜のイベント参加を強く要請されていますが、翌日は重要な会議があります。どうしますか？",
    "choiceA": "短時間だけ参加して早めに抜けることを提案する",
    "choiceB": "会議の重要性を説明し、次回の参加を約束する"
  },
  {
    "question": "近所に住む高齢者が最新のスマートフォンの使い方で困っているようです。どうサポートしますか？",
    "choiceA": "基本的な機能に限定して、使い方を紙にまとめて説明する",
    "choiceB": "高齢者向けのスマートフォン教室への参加を提案する"
  },
  {
    "question": "あなたはチームのメンバーが仕事に対してモチベーションを失っていることに気づきました。どう対応しますか？",
    "choiceA": "個別に話を聞き、モチベーションを高めるためのサポートを提供する",
    "choiceB": "チーム全体での目標設定を見直し、達成感を得られるような小さな成功を積み重ねる"
  },
  {
    "question": "友人から起業の誘いを受けましたが、その事業プランにはリスクが伴います。どうしますか？",
    "choiceA": "事業計画を詳細に分析し、改善案を提案する",
    "choiceB": "アドバイザーとして協力することを提案する"
  },
  {
    "question": "フリーマーケットの主催者として、常連出店者と新規参加者の間で場所取りを巡るトラブルが発生しています。どちらの主張にも理があります。どうしますか？",
    "choiceA": "出店回数に応じたポイント制を導入し、場所選びの優先順位を明確化する",
    "choiceB": "定期的な場所のローテーションシステムを導入し、機会の平等を確保する"
  },
  {
    "question": "マンションの隣人が深夜にピアノの練習を始めました。防音対策はされていますが、微かに音が聞こえます。どうしますか？",
    "choiceA": "管理組合を通じて適切な練習時間帯を提案する",
    "choiceB": "直接対話して互いの生活リズムに配慮した解決策を探る"
  },
  {
    "question": "動画配信プラットフォームで、あなたのチャンネルの人気コンテンツが他のクリエイターに無断で使用されています。ただし、その使用方法には創造性が感じられます。どうしますか？",
    "choiceA": "クリエイターに連絡を取り、コラボレーションを提案する",
    "choiceB": "適切なクレジット表記を条件に、使用を許可する"
  },
  {
    "question": "職場で導入された新システムに不具合を発見しましたが、指摘すると導入の遅れが生じます。どうしますか？",
    "choiceA": "不具合の影響範囲を調査し、詳細な報告書を作成する",
    "choiceB": "一時的な対処法を提案しつつ、段階的な修正を進める"
  },
  {
    "question": "あなたは友人から無理な依頼を受けましたが、引き受けると自身に大きな負担がかかります。どうしますか？",
    "choiceA": "友人に無理な依頼であることを伝え、断る",
    "choiceB": "部分的に協力して他の方法を提案する"
  },
  {
    "question": "取引先から急な仕様変更を求められましたが、それは他のクライアントの開発スケジュールにも影響します。どうしますか？",
    "choiceA": "両プロジェクトの調整可能な範囲を明確にして段階的な対応を提案する",
    "choiceB": "追加のリソースを確保して並行開発の可能性を検討する"
  },
  {
    "question": "シェアハウスの住人として、共用キッチンの使用ルールの改定が必要になっています。しかし、住人それぞれの生活リズムが大きく異なります。どうしますか？",
    "choiceA": "全員が参加できるオンライン会議で新ルールを策定する",
    "choiceB": "一週間の試行期間を設けて、実践的なルール作りを行う"
  },
  {
    "question": "部署の慰労会で、食物アレルギーのある同僚が参加できない店が多数決で選ばれそうです。どうしますか？",
    "choiceA": "アレルギー対応可能な別店を探して具体的に提案する",
    "choiceB": "2次会からの参加を含めた分散開催を提案する"
  },
  {
    "question": "引っ越しを考えていますが、今の家は住み慣れていて居心地が良いです。どちらを優先しますか？",
    "choiceA": "新しい環境を試してみるために引っ越しを進める",
    "choiceB": "現状の快適な環境を維持する"
  },
  {
    "question": "オンライン英会話の講師として、ある生徒が毎回レッスンの録画を要求してきます。規約上は禁止されていませんが、あなたは少し不安を感じています。どうしますか？",
    "choiceA": "録画の目的と使用範囲について書面での確認を取る",
    "choiceB": "録画の代わりにレッスンノートの詳細な提供を提案する"
  },
  {
    "question": "子供の学校で保護者ボランティアを募集していますが、参加者が少なく、活動の継続が危ぶまれています。どうしますか？",
    "choiceA": "オンラインでもできる活動を提案して参加のハードルを下げる",
    "choiceB": "短時間でも参加できる仕組みづくりを提案する"
  },
  {
    "question": "地域のボランティア団体から定期的な活動参加を求められましたが、仕事が不規則で時間の確保が難しいです。どうしますか？",
    "choiceA": "オンラインでできる後方支援の役割を引き受ける",
    "choiceB": "参加可能な日時のみスポット的に協力することを提案する"
  },
  {
    "question": "あなたは新しいプロジェクトのチームリーダーに任命されました。会議での決定に関して全員の意見を聞きたいのですが、会議の時間が限られています。どうしますか？",
    "choiceA": "全員の意見を聞くために会議時間を延長する提案をする",
    "choiceB": "重要なメンバーの意見のみを優先的に聞くようにする"
  },
  {
    "question": "友人から起業の誘いを受けましたが、その事業プランには改善の余地があると感じています。どうしますか？",
    "choiceA": "市場調査を一緒に行い、プランの具体化を手伝う",
    "choiceB": "アドバイザーとして関わることを提案する"
  },
  {
    "question": "マンションの大規模修繕で、より環境に優しい材料を使用する案が出ていますが、費用が増加します。どうしますか？",
    "choiceA": "長期的な環境負荷低減効果を試算し、住民に提案する",
    "choiceB": "一部分だけでも環境配慮型材料の使用を提案する"
  },
  {
    "question": "マンションのベランダで野菜を育てたいのですが、土を使った栽培は規約で禁止されています。どうしますか？",
    "choiceA": "水耕栽培システムを導入して規約に従う",
    "choiceB": "プランターの使用許可を管理組合に申請する"
  },
  {
    "question": "友人から結婚式の司会を依頼されましたが、人前での発表が苦手です。どうしますか？",
    "choiceA": "事前に十分な練習を重ね、原稿を完璧に準備する",
    "choiceB": "共同司会者を立てて、負担を分散することを提案する"
  },
  {
    "question": "通勤経路で工事が始まり、いつもより時間がかかるようになりました。どのように対応しますか？",
    "choiceA": "新しい経路を複数試して最適なルートを見つける",
    "choiceB": "フレックスタイムを活用して通勤時間をずらす"
  },
  {
    "question": "食事制限のある友人とレストランに行く予定ですが、そのレストランは制限に合わない料理ばかり提供しています。どうしますか？",
    "choiceA": "友人に別のレストランを提案する",
    "choiceB": "レストランで食事制限に合った特別メニューをリクエストする"
  },
  {
    "question": "チームのプロジェクトで、メンバーの一人が提案した革新的なアイデアにリスクが伴います。どう対応しますか？",
    "choiceA": "小規模な試験運用からスタートすることを提案する",
    "choiceB": "従来の方法と並行して段階的に導入することを提案する"
  },
  {
    "question": "会社の飲み会で上司が勧めるアルコールを飲むことになったが、あなたは飲酒を避けたいと考えています。どうしますか？",
    "choiceA": "上司に事情を話して飲酒を控えることをお願いする",
    "choiceB": "ノンアルコールの飲み物に切り替える"
  },
  {
    "question": "出産祝いに高価な贈り物を考えていますが、本当に喜ばれるのか不安です。どうしますか？",
    "choiceA": "実用的で必要と思われるものを親に直接相談して選ぶ",
    "choiceB": "相手の好みを考えて比較的高価なものを選ぶ"
  },
  {
    "question": "あなたの地域でごみの収集日が変更になりましたが、以前の収集日しか覚えていません。どのように対応しますか？",
    "choiceA": "新しい収集日をメモして確実に覚える",
    "choiceB": "タイムリーにごみを出せるようリマインダーをセットする"
  },
  {
    "question": "新しい趣味を始めるには忙しすぎると感じていますが、ストレス発散の必要性も感じています。どうしますか？",
    "choiceA": "短期間で楽しめる簡単な趣味を選ぶ",
    "choiceB": "時間を見つけてじっくり取り組める趣味を選ぶ"
  },
  {
    "question": "あなたは海外出張中に現地スタッフから自国の文化や習慣に反する提案を受けました。どのように対応しますか？",
    "choiceA": "文化の違いを理解しつつ、丁寧に自分の立場を説明する",
    "choiceB": "現地の文化を尊重し、可能な範囲で柔軟に対応する"
  },
  {
    "question": "あなたはチームの中でのコミュニケーションが不足していると感じています。どう改善しますか？",
    "choiceA": "定期的なミーティングを設定し、情報共有の場を設ける",
    "choiceB": "オンラインツールを活用し、リアルタイムでのコミュニケーションを促進する"
  },
  {
    "question": "職場での人間関係が悪化しており、チームの士気が下がっています。あなたはどのように対処しますか？",
    "choiceA": "チームビルディングイベントを企画して関係改善を図る",
    "choiceB": "個別にメンバーと話し合い、問題の原因を探る"
  },
  {
    "question": "あなたのチームが性能向上のための追求をしていますが、上司からコスト削減も同時に求められています。どうバランスを取りますか？",
    "choiceA": "性能向上がコストよりも優先だと主張する",
    "choiceB": "コスト削減の中での最も効率的な性能向上策を提案する"
  },
  {
    "question": "子供の運動会で、お弁当を作る時間がないと悩んでいる同級生の保護者がいます。どうしますか？",
    "choiceA": "自分の作る分量を増やして分けることを提案する",
    "choiceB": "信頼できる店の出前やケータリングサービスを紹介する"
  },
  {
    "question": "自由時間ができたため、読書をするか映画を見るかで迷っています。どうしますか？",
    "choiceA": "新しい知識を得るために読書をする",
    "choiceB": "リラックスを重視して映画を見る"
  },
  {
    "question": "あなたが指導している部活動で、有望な選手が怪我の治療に消極的な態度を示しています。大会まで1ヶ月を切っています。どうしますか？",
    "choiceA": "専門医の診察を受けることを条件に、練習参加を認める",
    "choiceB": "完治するまでの間、チームのサポート役として参加してもらう"
  },
  {
    "question": "海外留学中に現地の友人から政治的な意見を求められました。どのように対応しますか？",
    "choiceA": "客観的な事実に基づいて、慎重に意見を述べる",
    "choiceB": "文化的な違いを認めつつ、議論は控えめにする"
  },
  {
    "question": "大切なプレゼンの直前に、より良いアイデアを思いつきました。どうしますか？",
    "choiceA": "既存の発表内容を維持し、新アイデアは次回に活かす",
    "choiceB": "急遽、新アイデアを組み込んで発表内容を修正する"
  },
  {
    "question": "自転車で通勤している最中に天候が急変しました。嵐の中でどのように対応しますか？",
    "choiceA": "すぐに通勤をあきらめて、公共交通機関を利用する",
    "choiceB": "装備を強化して自転車で通勤を続ける"
  },
  {
    "question": "学習塾の講師として、成績上位の生徒が他の生徒を見下すような言動を示しています。しかし、その生徒自身は他者を助けたい気持ちもあるようです。どうしますか？",
    "choiceA": "その生徒をチューター役に任命し、教えることの難しさを体験させる",
    "choiceB": "グループ学習のリーダーとして、協力して学ぶ価値を実感させる"
  },
  {
    "question": "オンラインゲームのギルドリーダーとして、メンバー間の活動時間帯の違いによる参加機会の偏りが問題になっています。どう対応しますか？",
    "choiceA": "時間帯別にサブグループを作り、それぞれで活動を組織する",
    "choiceB": "週末に全メンバーが参加できる定期イベントを設定する"
  },
  {
    "question": "あなたは新しいビジネスパートナーシップを検討していますが、相手の信頼性に不安があります。どうしますか？",
    "choiceA": "徹底的な背景調査を行い、信頼性を確認する",
    "choiceB": "小規模なプロジェクトから始め、徐々に信頼関係を築く"
  },
  {
    "question": "料理教室を主宰していますが、ある生徒が毎回基本的な手順を間違えて失敗してしまいます。他の生徒の進行にも影響が出始めています。どうしますか？",
    "choiceA": "その生徒向けに基礎技術に特化した個別レッスンを提案する",
    "choiceB": "補助スタッフを配置して、クラス全体の進行をスムーズにする"
  },
  {
    "question": "大切な商談の直前に、電車が事故で大幅に遅延しています。タクシーは混雑で捕まらない状況です。どうしますか？",
    "choiceA": "代替ルートを探して時間内に到着できるよう最善を尽くす",
    "choiceB": "状況を説明してオンライン会議への切り替えを提案する"
  },
  {
    "question": "あなたは顧客からのフィードバックを受けて、製品の改善を求められていますが、リソースが限られています。どうしますか？",
    "choiceA": "フィードバックを優先順位付けし、最も影響の大きい改善を行う",
    "choiceB": "顧客と直接対話し、期待値を調整しつつ可能な改善を提案する"
  },
  {
    "question": "マンションの管理組合の理事として、エレベーターの改修工事の提案を受けています。費用は高額ですが、安全性の向上が期待できます。どうしますか？",
    "choiceA": "複数の業者から見積もりを取り、費用対効果を詳細に検討する",
    "choiceB": "段階的な改修計画を立て、費用負担を分散させる提案をする"
  },
  {
    "question": "仕事で使用するソフトウェアがアップデートされ、使い方が大きく変わってしまいました。どう対応しますか？",
    "choiceA": "新しい使い方をじっくりと時間をかけて習得する",
    "choiceB": "最低限必要な使い方だけを学んで、業務に集中する"
  },
  {
    "question": "大学院の研究で使用している実験装置が故障し、修理に時間がかかりそうです。締め切りの迫った研究をどう進めますか？",
    "choiceA": "他の研究室の装置を借りられないか交渉する",
    "choiceB": "実験計画を見直し、現在使える機器で代替手段を検討する"
  },
  {
    "question": "電車内で具合の悪そうな人を見かけましたが、周りの人々は気づいていないようです。どうしますか？",
    "choiceA": "直接声をかけて体調を確認する",
    "choiceB": "駅員に連絡して専門的な対応を依頼する"
  },
  {
    "question": "あなたは新しいプロジェクトの予算を管理する責任を負っていますが、予算が限られており、全ての要求を満たすことができません。どうしますか？",
    "choiceA": "プロジェクトの優先順位を見直し、最も重要な部分に予算を集中させる",
    "choiceB": "チームと協力して、コスト削減のための創造的な解決策を模索する"
  },
  {
    "question": "あなたは職場でリーダーシップの役割に推薦されていますが、その責任を担うことに不安を感じています。どうしますか？",
    "choiceA": "推薦を受け入れ、自己成長のため努力する",
    "choiceB": "現状の自分に合った役割に専念する"
  },
  {
    "question": "海外からの観光客が道に迷っているようですが、あなたは彼らの使用言語をほとんど理解できません。どうしますか？",
    "choiceA": "翻訳アプリを使って積極的にコミュニケーションを取る",
    "choiceB": "近くの観光案内所まで一緒に行って専門スタッフに繋ぐ"
  },
  {
    "question": "SNSで友人が投稿した情報に事実誤認があることに気づきました。どのように対応しますか？",
    "choiceA": "プライベートメッセージで友人に確認を促す",
    "choiceB": "コメントで丁寧に正しい情報を共有する"
  },
  {
    "question": "海外出張中に現地スタッフから、自国の文化では一般的だが日本では受け入れ難い提案を受けました。どうしますか？",
    "choiceA": "文化の違いを説明しながら折衷案を探る",
    "choiceB": "一時的に現地のやり方を受け入れ、段階的な調整を図る"
  },
  {
    "question": "新しくできたお店の開店セールに行きたいが、同じ時間に以前からの知り合いの集まりがあります。どう選ぶか？",
    "choiceA": "新しいお店の開店セールに参加する",
    "choiceB": "親しい知り合いの集まりに顔を出す"
  },
  {
    "question": "友人から株式投資の情報を教えてもらい、確実に利益が出ると言われています。あなたには投資に回せる貯金があります。どうしますか？",
    "choiceA": "少額から始めて様子を見ながら投資を検討する",
    "choiceB": "投資の基礎を自分で学んでから判断する"
  },
  {
    "question": "あなたの開発したアプリケーションのレビューで、機能の追加要望が多く寄せられています。しかし、それらの実装は当初の設計コンセプトから外れる可能性があります。どうしますか？",
    "choiceA": "コアな機能を維持しながら、要望の一部を選択的に取り入れる",
    "choiceB": "別バージョンとして開発し、ユーザーに選択肢を提供する"
  },
  {
    "question": "チームの新入社員が最新技術を使った提案をしましたが、チーム内で使用経験がある人が誰もいません。どうしますか？",
    "choiceA": "外部の専門家に研修を依頼して技術習得を目指す",
    "choiceB": "既存の技術で代替可能な方法を検討する"
  },
  {
    "question": "あなたは重要なプレゼンテーションの準備をしているが、資料がまだ完成していません。どうしますか？",
    "choiceA": "プレゼンテーションの内容を絞り込み、限られた時間で最も重要な情報を伝える",
    "choiceB": "チームメンバーに協力を依頼し、資料の完成を急ぐ"
  },
  {
    "question": "長年続けているジムで、インストラクターから別のジムでの指導の依頼を受けました。現在のジムには契約が残っています。どうしますか？",
    "choiceA": "現在の契約終了後の移籍を検討することを伝える",
    "choiceB": "両方のジムでの活動が可能か確認する"
  }
]